#personal_actions
anti_flood = {
    'anti_flood_ua': 'Не флуди :) Одне повідомлення в секунду',
    'anti_flood_ru': 'Не флуди :) Одно сообщение в секунду',
    'anti_flood_en': 'Not spam :) One message per second'
}
hello_user = {
    'hello_with_first_ua': '👋 Привіт, <b><u>{}</u></b>. 🎉 Вітаємо у нашому боті 🎉',
    'hello_with_first_ru': '👋 Привет, <b><u>{}</u></b>. 🎉 Поздравляем в нашем боте 🎉',
    'hello_with_first_en': '👋 Hello <b><u>{}</u></b>. 🎉 Welcome to our bot 🎉',

    'hello_with_last_ua': '👋 Привіт, <b><u>{}</u></b>. 🎉 Вітаємо у нашому боті 🎉',
    'hello_with_last_ru': '👋 Привет, <b><u>{}</u></b>. 🎉 Поздравляем в нашем боте 🎉',
    'hello_with_last_en': '👋 Hello <b><u>{}</u></b>. 🎉 Welcome to our bot 🎉',

    'hello_with_all_name_ua': '👋 Привіт, <b><u>{} {}</u></b>. 🎉 Вітаємо у нашому боті 🎉',
    'hello_with_all_name_ru': '👋 Привет, <b><u>{} {}</u></b>. 🎉 Поздравляем в нашем боте 🎉',
    'hello_with_all_name_en': '👋 Hello <b><u>{} {}</u></b>. 🎉 Welcome to our bot 🎉',

    'hello_without_name_ua': '👋 Привіт. 🎉 Вітаємо у нашому боті 🎉',
    'hello_without_name_ru': '👋 Привет. 🎉 Поздравляем в нашем боте 🎉',
    'hello_without_name_en': '👋 Hello. 🎉 Welcome to our bot 🎉'
}
reg_user = {
    'reg_user_first_ref_ua': 'ℹ Користувач @{} приєднався до бота за вашим реферальним посиланням по першій лінії.\n\n🤑Вам нараховано : 1 trx',
    'reg_user_first_ref_ru': 'ℹ Пользователь @{} присоединился к боту по вашей реферальной ссылке по первой линии.\n\n🤑Вам начислено : 1 trx',
    'reg_user_first_ref_en': 'ℹ User @{} joined the bot with your referral link on the first line.\n\n🤑You are credited with : 1 trx',

    'reg_user_second_ref_ua': 'ℹ Користувач @{} приєднався до бота за вашим реферальним посиланням по другій лінії.\n\n🤑Вам нараховано : 0.6 trx',
    'reg_user_second_ref_ru': 'ℹ Пользователь @{} присоединился к боту по вашей реферальной ссылке по второй линии.\n\n🤑Вам начислено : 0.6 trx',
    'reg_user_second_ref_en': 'ℹ User @{} joined the bot with your referral link on the second line.\n\n🤑You are credited with: 0.6 trx',

    'reg_user_third_ref_ua': 'ℹ Користувач @{} приєднався до бота за вашим реферальним посиланням по третій лінії.\n\n🤑Вам нараховано : 0.2 trx',
    'reg_user_third_ref_ru': 'ℹ Пользователь @{} присоединился к боту по вашей реферальной ссылке по третьей линии.\n\n🤑Вам начислено : 0.2 trx',
    'reg_user_third_ref_en': 'ℹ User @{} joined the bot with your third line referral link.\n\n🤑You are credited : 0.2 trx',

    'reg_user_in_ref_ua': 'ℹ Ви зареєструвались по реферальному посиланню, тому отримуєте бонус.\n\n🤑Вам нараховано : 2 trx',
    'reg_user_in_ref_ru': 'ℹ Вы зарегистрировались по реферальной ссылке, поэтому получаете бонус.\n\n🤑Вам начислено : 2 trx',
    'reg_user_in_ref_en': 'ℹ You registered with a referral link, so you get a bonus.\n\n🤑You are credited with: 2 trx',

    'reg_user_in_our_ref_ua': 'ℹ Ви намагались зареєструватись по власному реферальному посиланні, тому ви зареєстровані без нього',
    'reg_user_in_our_ref_ru': 'ℹ Вы пытались зарегистрироваться по собственной реферальной ссылке, поэтому вы зарегистрированы без нее',
    'reg_user_in_our_ref_en': 'ℹ You tried to register using your own referral link, so you are registered without it'
}
reg_operation = {
    'done_captcha_ua': 'ℹ Ви пройшли перевірку',
    'done_captcha_ru': 'ℹ Вы прошли проверку',
    'done_captcha_en': 'ℹ You have passed the verification',

    'send_phone_ua': 'Для роботи бота, потрібно поділитись Вашим номером телефону 👇',
    'send_phone_ru': 'Для работы бота нужно поделиться Вашим номером телефона 👇',
    'send_phone_en': 'For the bot to work, you need to share your phone number 👇',

    'send_mail_ua': 'Введіть Вашу пошту 👇',
    'send_mail_ru': 'Введите вашу почту 👇',
    'send_mail_en': 'Enter your email 👇',

    'send_mail_done_ua': '✉ Вам на пошту був відправлений лист із кодом. Оберіть код: 👇',
    'send_mail_done_ru': '✉ Вам на почту было отправлено письмо с кодом. Выберите код: 👇',
    'send_mail_done_en': '✉ A letter with a code was sent to your mail. Choose a code: 👇',

    'false_captcha_ua': 'ℹ Капча введена не правильно',
    'false_captcha_ru': 'ℹ Капча введена не правильно',
    'false_captcha_en': 'ℹ Captcha entered incorrectly',

    'confirm_bot_ua': 'ℹ Підтвердіть що ви не бот',
    'confirm_bot_ru': 'ℹ Подтвердите, что вы не бот',
    'confirm_bot_en': 'ℹ Confirm that you are not a bot',

    'number_false_ua': '🚫 Число введено некоректно',
    'number_false_ru': '🚫 Число введено некорректно',
    'number_false_en': '🚫 The number was entered incorrectly',

    'done_reg_ua': 'ℹ Ви зареєструвались',
    'done_reg_ru': 'ℹ Вы зарегистрировались',
    'done_reg_en': 'ℹ You have registered',

    'new_mail_ua': '📨 Введіть вашу пошту',
    'new_mail_ru': '📨 Введите вашу почту',
    'new_mail_en': '📨 Enter your email',

    'select_menu_ua': '🤔 Оберіть ваш варіант 💭',
    'select_menu_ru': '🤔 Выберите ваш вариант 💭',
    'select_menu_en': '🤔 Choose your option 💭',

    'main_menu_ua': '🔝 <b>Головне Меню</b>',
    'main_menu_ru': '🔝 <b>Главное Меню</b>',
    'main_menu_en': '🔝 <b>Main Menu</b>',

    'reg_error_ua': '❗ Бот розроблений для кожного особисто, не можна його добавляти в групи. Поспілкуйтесь з ним самі: @trx_games_bot\nЯкщо у вас виникли інші проблеми, звертайтесь до нашого менеджера: @Christooo1',
    'reg_error_ru': '❗ Бот розроблений для кожного особисто, не можна його добавляти в групи. Поспілкуйтесь з ним самі: @trx_games_bot\nЯкщо у вас виникли інші проблеми, звертайтесь до нашого менеджера: @Christooo1',
    'reg_error_en': '❗ Бот розроблений для кожного особисто, не можна його добавляти в групи. Поспілкуйтесь з ним самі: @trx_games_bot\nЯкщо у вас виникли інші проблеми, звертайтесь до нашого менеджера: @Christooo1'
}
ban = {
    'ban_ua': '❗ Ваш аккаунт ЗАБАНЕНО !\n\n💭 Якщо виникли якісь питання, звертайтесь у тех.підтримку: @Christooo1',
    'ban_ru': '❗ Ваш аккаунт ЗАБАНЕН !\n\n💭 Если возникли какие-либо вопросы, обращайтесь в тех.поддержку: @Christooo1',
    'ban_en': '❗ Your account is BANNED!\n\n💭 If you have any questions, contact technical support: @Christooo1'
}
list_games = {
    'games_ua': 'ℹ Список ігор на даний момент 👀',
    'games_ru': 'ℹ Список игр на данный момент 👀',
    'games_en': 'ℹ List of games at the moment 👀',

    'guess_num_ua': '🕹 Гра "<i><b>Вгадай число</b></i>"\n\n <i>📢 Правила</i>:\nДля початку гри обреіть кількість чисел. У будь-якій кількості, правильне число буде всього одне(!), проте будуть рости і нагороди. Зробіть ставку. Після ставки, випадковим чином, буде обране число. Ваше завдання відгадати загадане число\nДля того щоб грати в гру, необхідно щоб на аккаунті було більше <i>1 TRX</i>!!!\n\n💎 Мінімальна сума ставки <b><i>1</i></b> TRX\n\nЩоб вийти з гри  /cancel \n\n🏆 Приз за перемогу:\n\n5️⃣ Чисел - <u><i><b>x4.95</b></i></u> від ставки\n\n1️⃣0️⃣ Чисел - <u><i><b>x9.9</b></i></u> від ставки\n\n1️⃣0️⃣0️⃣ Чисел - <u><i><b>x95</b></i></u> від ставки',
    'guess_num_ru': '🕹 Игра "<i><b>Угадай число</b></i>"\n\n <i>📢 Правила</i>:\nДля начала игры выберите количество чисел. В любом количестве правильное число будет всего одно(!), однако будут расти и награды. Сделайте ставку. После ставки, случайным образом, будет выбрано число. Ваша задача угадать загаданное число\nДля того чтобы играть в игру, необходимо чтобы на аккаунте было больше <i>1 TRX</i>!!!\n\n💎 Минимальная сумма ставки <b><i>1</i></b> TRX\n\nЧтобы выйти из игры /cancel \n\n🏆 Приз за победу:\n\n5️⃣ Чисел - <u><i><b>x4.95</b></i></u> от ставки\n\n1️⃣0️⃣ Чисел - <u><i><b>x9.9</b></i></u> от ставки\n\n1️⃣0️⃣0️⃣ Чисел - <u><i><b>x95</b></i></u> от ставки',
    'guess_num_en': '🕹 Game "<i><b>Guess the number</b></i>"\n\n <i>📢 Rules</i>:\nTo start the game, determine the number of numbers. In any number, the correct number will be only one(!), but the rewards will also grow. Make a bet. After the bet, a number will be chosen at random. Your task is to guess the riddled number\nIn order to play the game, you must have more than <i>1 TRX</i> on your account!!!\n\n💎 Minimum bet amount <b><i>1</i></b> TRX\n\nTo quit the game /cancel \n\n🏆 Prize for victory:\n\n5️⃣ Number - <u><i><b>x4.95</b></i></u> from the bet\n\n1️⃣0️⃣ Number - <u><i><b>x9.9</b></i></u> from the bet\n\n1️⃣0️⃣0️⃣ Number - <u><i><b>x95</b></i></u> from the rate',

    'dice_ua': '🕹 Гра "<i><b>Кубик</b></i>"\n\n <i>📢 Правила</i>:\nЗробіть ставку та оберіть варіант випадання кубика. \n\n🎲 Більше/менше 7️⃣: Потрібно вгадати яким чином випадуть два кубика\n\n🎲 Класичний кубик: Потрібно вгадати яке число випаде на кубику\n\n💎 Мінімальна сума ставки <b><i>1</i></b> TRX\n\nЩоб вийти з гри  /cancel \n\n🏆 Приз за перемогу:\n\n🎲 Більше/менше 7️⃣\n<u><i><b>x2</b></i></u> від ставки - Більше <i><b>7</b></i>\n<u><i><b>x5.8</b></i></u> від ставки - <i><b>7</b></i>\n<u><i><b>x2</b></i></u> від ставки - Менше <i><b>7</b></i>\n\n🎲 Класичний кубик\n <u><i><b>x5.8</b></i></u> від ставки',
    'dice_ru': '🕹 Игра "<i><b>Кубик</b></i>"\n\n <i>📢 Правила</i>:\nСделайте ставку и выберите вариант выпадения кубика. \n\n🎲 Больше/меньше 7️⃣: Нужно угадать каким образом выпадут два кубика\n\n🎲 Классический кубик: Нужно угадать какое число выпадет на кубике\n\n💎 Минимальная сумма ставки <b><i>1</i></b> TRX\n\nЧтобы выйти из игры /cancel \n\n🏆 Приз за победу:\n\n🎲 Больше/меньше 7️⃣\n<u><i><b>x2</b></i></u> от ставки - Больше <i><b>7</b></i>\n<u><i><b>x5.8</b></i></u> от ставки - <i><b>7</b></i>\n<u><i><b>x2</b></i></u> от ставки - Меньше <i><b>7</b></i>\n\n🎲 Классический кубик\n <u><i><b>x5.8</b></i></u> от ставки',
    'dice_en': '🕹 Game "<i><b>Cube</b></i>"\n\n <i>📢 Rules</i>:\nMake a bet and choose the option of falling of the cube. \n\n🎲 Over/under 7️⃣: You need to guess which way two dice will fall out\n\n🎲 Classic dice: You need to guess which number will fall out on the cube\n\n💎 Minimum bet amount <b><i>1</i></b> TRX\n\nTo quit the game /cancel \n\n🏆 Prize for victory:\n\n🎲 Over/under 7️⃣\n<u><i><b>x2</b></i></u> from the bet - More than <i><b>7</b></i>\n<u><i><b>x5.8</b></i></u> from bet - <i><b>7</b></i>\n<u><i><b>x2</b></i></u> from bet - Less than <i><b>7</b></i>\n\n🎲 Classic dice\n <u><i><b>x5.8</b></i></u> from the bet',

    'miner_ua': '🕹 Гра "<i><b>Сапер</b></i>"\n\n <i>📢 Правила</i>:\nЗробіть ставку та оберіть варіант гри із певною кількістю бомб на полі. Ігрова зона складається із 9 полів(3*3), в яких знаходиться певна кількість бомб, в залежності від виду гри\n\n💎 Мінімальна сума ставки <b><i>1</i></b> TRX\n\nЩоб вийти з гри  /cancel \n\n🏆 Приз за перемогу:\n\n3️⃣ бомби - <u><i><b>x1.7</b></i></u> від ставки\n\n5️⃣ бомб - <u><i><b>x2</b></i></u> від ставки\n\n7️⃣ бомб - <u><i><b>x4.5</b></i></u> від ставки',
    'miner_ru': '🕹 Игра "<i><b>Сапер</b></i>"\n\n <i>📢 Правила</i>:\nСделайте ставку и выберите вариант игры с определенным количеством бомб на поле. Игровая зона состоит из 9 полей (3*3), в которых находится определенное количество бомб, в зависимости от вида игры Минимальная сумма ставки TRX TRX\n \nЧтобы выйти из игры /cancel \n\n🏆 Приз за победу:\n\n3️⃣ бомбы - <u><i><b>x1.7</b></i></u> от ставки\n \n5️⃣ бомб - <u><i><b>x2</b></i></u> от ставки\n\n7️⃣ бомб - <u><i><b>x4.5</b></i></u> от ставки',
    'miner_en': '🕹 Game "<i><b>Minesweeper</b></i>"\n\n <i>📢 Rules</i>:\nMake a bet and choose a game option with a certain number of bombs on the field. The game area consists of 9 fields (3*3), which contain a certain number of bombs, depending on the type of game\n\n💎 Minimum bet amount <b><i>1</i></b> TRX\n \nTo quit the game /cancel \n\n🏆 Prize for victory:\n\n3️⃣ bombs - <u><i><b>x1.7</b></i></u> from the bet\n \n5️⃣ bombs - <u><i><b>x2</b></i></u> from the bet\n\n7️⃣ bombs - <u><i><b>x4.5</b> </i></u> from the rate',

    'fifty_ua': '🕹 Гра "<i><b>50/50</b></i>"\n\n <i>📢 Правила</i>:\nЗробіть ставку. Після ставки, випадковим чином, буде обране число. Ваше завдання відгадати загадане число, з імовірністю перемоги 50%\n\nДля того щоб грати в гру, необхідно щоб на аккаунті було більше <i>1 TRX</i>!!!\n\n💎 Мінімальна сума ставки <b><i>1</i></b> TRX\n\nЩоб вийти з гри  /cancel \n\n🏆 Приз за перемогу:\n\n2️⃣ числа\n<u><i><b>x1.95</b></i></u> від ставки\n\n4️⃣ числа\n<u><i><b>x1.95</b></i></u> від ставки\n<u><i><b>x3.9</b></i></u> від ставки. Якщо два загадані числа співпадають',
    'fifty_ru': '🕹 Игра "<i><b>50/50</b></i>"\n\n <i>📢 Правила</i>:\nСделайте ставку. После ставки, случайным образом, будет выбрано число. Ваша задача отгадать загаданное число, с вероятностью победы 50%\n\nДля того чтобы играть в игру, необходимо чтобы на аккаунте было больше <i>1 TRX</i>!!!\n\n💎 Минимальная сумма ставки <b> <i>1</i></b> TRX\n\nЧтобы выйти из игры /cancel \n\n🏆 Приз за победу:\n\n2️⃣ числа\n<u><i><b>x1.95 </b></i></u> от ставки\n\n4️⃣ числа\n<u><i><b>x1.95</b></i></u> от ставки\n<u><i><b>x3.9</b></i></u> от ставки. Если два заказанных числа совпадают',
    'fifty_en': '🕹 Game "<i><b>50/50</b></i>"\n\n <i>📢 Rules</i>:\nMake a bet. After the bet, a number will be chosen at random. Your task is to guess the guessed number, with a 50% chance of winning\n\nIn order to play the game, you must have more than <i>1 TRX</i> on your account!!!\n\n💎 Minimum bet amount <b> <i>1</i></b> TRX\n\nTo quit the game /cancel \n\n🏆 Prize for winning:\n\n2️⃣ numbers\n<u><i><b>x1.95 </b></i></u> from the bet\n\n4️⃣ numbers\n<u><i><b>x1.95</b></i></u> from the bet\n<u><i><b>x3.9</b></i></u> from the rate. If two guessed numbers match',

    'spin_ua': '🕹 Гра "<i><b>Слоти</b></i>"\n\n<i>📢 Правила</i>:\nЗробіть ставку. Після чого буде крутитись барабан із слотами. Ваш виграш буде залежати від того, яка комбінація випала на барабані.\n\n💎 Мінімальна сума ставки <b><i>1</i></b> TRX\n\nЩоб вийти з гри  /cancel \n\n🏆 Приз за перемогу:\n\nВинагорода залежить від комбінації яка випала на барабані.\n\n📋 Список комбінацій можна подивитись тут: <b><i>/list_wins</i></b>',
    'spin_ru': '🕹 Игра "<i><b>Слоты</b></i>"\n\n<i>📢 Правила</i>:\nСделайте ставку. После чего будет крутиться барабан со слотами. Ваш выигрыш будет зависеть от того, какая комбинация выпала на барабане. Минимальная сумма ставки <b><i>1</i></b> TRX\n\nЧтобы выйти из игры /cancel 🏆 Приз за победу:\n\nНаграда зависит от комбинации выпавшей на барабане.\n\n📋 Список комбинаций можно посмотреть здесь: <b><i>/list_wins</i></b>',
    'spin_en': '🕹 Game "<i><b>Slots</b></i>"\n\n<i>📢 Rules</i>:\nMake a bet. After that, the slot reel will spin. Your winnings will depend on which combination landed on the reel.\n\n💎 Minimum bet amount <b><i>1</i></b> TRX\n\nTo exit the game /cancel \n\n 🏆 Prize for victory:\n\nThe reward depends on the combination that fell on the reel.\n\n📋 You can see the list of combinations here: <b><i>/list_wins</i></b>',

    'lottery_ua': '🎫 Подія "<i><b>Лотерея</b></i>"\n\n <i>📢 Правила</i>:\n\nЛотерея відбувається один раз на день. Всьго є 100 білетів, по ціні за один - 15 TRX. При купівлі всіх ста білетів(або якщо вийшов час), відбувається розіграш, де переможець забере 85% від всієї суми\n\n🏆 Приз за перемогу:\n\n1 білет(15 TRX)\n<u><i><b>85%</b></i></u> від всієї суми',
    'lottery_ru': '🎫 Событие "<i><b>Лотерея</b></i>"\n\n <i>📢 Правила</i>:\n\nЛотерея происходит один раз в день. Всего есть 100 билетов, по цене за один – 15 TRX. При покупке всех ста билетов (или если вышло время), происходит розыгрыш, где победитель займет 85% от всей суммы Приз за победу: 1 билет (15 TRX)<u><i><b>85%</b></i></u> от всей суммы',
    'lottery_en': '🎫 Event "<i><b>Lottery</b></i>"\n\n <i>📢 Rules</i>:\n\nThe lottery takes place once a day. There are a total of 100 tickets, the price per ticket is 15 TRX. When buying all one hundred tickets (or if time runs out), a raffle is held, where the winner will take 85% of the total amount\n\n🏆 Prize for winning:\n\n1 ticket (15 TRX)\n<u><i><b>85%</b></i></u> of the entire amount',

    'cases_ua': '🕹 Гра "<i><b>Кейси</b></i>"\n\n <i>📢 Правила</i>:\nОберіть кейс та відкрийте його. Всередині кейса знаходиться грошовий приз, який може бути як більший, так і менший від вартості самого кейса\n\nЩоб вийти з гри  /cancel \n\n🎛 Види кейсів:\n\n📦 - 💳 Вартість: 10 TRX\n        🏆 Винагорода: <u><i><b>5-15 TRX</b></i></u>\n\n🎒 - 💳 Вартість: 100 TRX\n        🏆 Винагорода: <u><i><b>50-150 TRX</b></i></u>\n\n💼 - 💳 Вартість: 500 TRX\n        🏆 Винагорода: <u><i><b>0-1000 TRX</b></i></u>',
    'cases_ru': '🕹 Игра "<i><b>Кейсы</b></i>"\n\n <i>📢 Правила</i>:\nВыберите кейс и откройте его. Внутри кейса находится денежный приз, который может быть как больше, так и меньше стоимости самого кейса. Вознаграждение: <u><i><b>5-15 TRX</b></i></u>\n\n🎒 - 💳 Стоимость: 100 TRX\n 🏆 Вознаграждение: <u><i><b>50-150 TRX</b></i></u>\n\n💼 - 💳 Стоимость: 500 TRX\n 🏆 Вознаграждение: <u><i><b>0-1000 TRX</b></i></u>',
    'cases_en': '🕹 Game "<i><b>Cases</b></i>"\n\n <i>📢 Rules</i>:\nChoose a case and open it. Inside the case there is a cash prize, which can be both larger and smaller than the value of the case itself\n\nTo exit the game /cancel \n\n🎛 Types of cases:\n\n📦 - 💳 Cost: 10 TRX\n 🏆 Reward: <u><i><b>5-15 TRX</b></i></u>\n\n🎒 - 💳 Cost: 100 TRX\n 🏆 Reward: <u><i><b>50-150 TRX</b></i></u>\n\n💼 - 💳 Cost: 500 TRX\n 🏆 Reward: <u><i><b>0-1000 TRX</b></i></u>'
}
tech_support = {
    'tech_support_ua': 'При будь-яких питаннях звертайтесь до нашого менеджера: @Christooo1',
    'tech_support_ru': 'При любых вопросах обращайтесь к нашему менеджеру: @Christooo1',
    'tech_support_en': 'If you have any questions, please contact our manager: @Christooo1',

    'tech_support_button_ua': "📺 Зв'язатись із тех. підтримкою",
    'tech_support_button_ru': '📺 Связаться с тех. поддержкой',
    'tech_support_button_en': '📺 Contact tech. support',
}
ref_program = {
    'ref_program_ua': '👥 Партнерська програма TRON\n\nℹ Заробляйте TRX на запрошення активних рефералів.\n\n🤑 Бонус по лініях:\n1 лінія – 1 TRX\n2 лінія – 0.6 TRX\n3 лінія – 0.2 TRX\n\n📌 Щоб отримувати бонус діліться своїм партнерським посиланням зі своїми друзями.\n\n▶ Партнерське посилання: {}\n\n👥 Ваші партнери:\n➖ Перша лінія: {}\n➖ Друга лінія: {}\n➖ Третя лінія: {}\n\n 🚀 Всього рефералів: {}',
    'ref_program_ru': '👥 Партнерская программа TRON\n\nℹ Зарабатывайте TRX по приглашению активных рефералов.\n\n🤑 Бонус по линиям:\n1 линия – 1 TRX\n2 линия – 0.6 TRX\n3 линия – 0.2 TRX\n\n📌 Чтобы получать делитесь вашей партнерской ссылкой со своими друзьями. \n\n 🚀 Всего рефералов: {}',
    'ref_program_en': '👥 TRON Affiliate Program\n\nℹ Earn TRX by inviting active referrals.\n\n🤑 Line bonus:\n1 line - 1 TRX\n2 line - 0.6 TRX\n3 line - 0.2 TRX\n\n📌 To get bonus share your affiliate link with your friends.\n\n▶ Affiliate Link: {}\n\n👥 Your Affiliates:\n➖ First Line: {}\n➖ Second Line: {}\n➖ Third Line: {} \n\n 🚀 Total referrals: {}'
}
bonus = {
    'bonus_ua': "🤔 Обери вид бонусу 👀",
    'bonus_ru': "🤔 Выбери вид бонуса 👀",
    'bonus_en': "🤔 Choose the type of bonus 👀"
}
patreon = {
    'patreon_ua': "💡 Інформація про наш Patreon\n\nНа Patreon є сторінка нашого телеграм бота. Ви можете стати нашим патроном і отримати доступ до унікального контенту. Чим вище ваш рівень в Patreon тим більші у вас будуть там привілегій\n\n🔱 Кожен наш патрон отримує:\n\n<i>➖ Ваш аккаунт отримує спеціальну відзнаку\n➖ Унікальні промокоди\n➖ Різні івенти з іграми у ботi\n➖ Періодичні знижки\n➖ Вікторини \n➖ Та багато чого іншого...</i>\n\n🔗 Посилання на наш <b>Patreon</b>:  patreon.com/TelegramTRXBot",
    'patreon_ru': "💡 Информация о нашем Patreon\n\nНа Patreon есть страница нашего телеграмм бота. Вы можете стать нашим патроном и получить доступ к уникальному контенту. Чем выше ваш уровень в Patreon тем больше у вас будут там привилегий\n\n🔱 Каждый наш патрон получает:\n\n<i>➖ Ваш аккаунт получает специальное отличие\n➖ Уникальные промокоды\n➖ Различные инвенты с играми в ботe\n➖ Периодические скидки\n➖ Викторины \n➖ И многое другое...</i>\n\n🔗 Ссылка на наш <b>Patreon</b>: patreon.com/TelegramTRXBot",
    'patreon_en': "💡 Information about our Patreon\n\nPatreon has a page for our Telegram bot. You can become our patron and get access to unique content. The higher your level in Patreon, the more privileges you will have there\n\n🔱 Each of our patrons receives:\n\n<i>➖ Your account receives a special distinction\n➖ Unique promo codes\n➖ Different events with bot games\n➖ Periodic discounts\n➖ Quizzes \n➖ And much more...</i>\n\n🔗 Link to our <b>Patreon</b>: patreon.com/TelegramTRXBot"
}
achievement = {
    'minus_cube_ua': "➖ Зіграти в 'кубик' 50 раз",
    'minus_cube_ru': "➖ Сыграть в 'кубик' 50 раз",
    'minus_cube_en': "➖ Play 'The cube' 50 times",
    'plus_cube_ua': "✅ Зіграти в 'кубик' 50 раз",
    'plus_cube_ru': "✅ Сыграть в 'кубик' 50 раз",
    'plus_cube_en': "✅ Play 'the cube' 50 times",
    'done_cube_ua': '📯 <b>Вітаю! Ви отримали досягнення <i><u>"Зіграти в кубик 50 раз"</u></i>. Вам нараховано 3.5 TRX</b> ⚜',
    'done_cube_ru': '📯 <b>Поздравляю! Вы получили достижение <i><u>"Сыграть в кубик 50 раз"</u></i>. Вам начислено 3.5 TRX</b> ⚜',
    'done_cube_en': '📯 Congratulations! You have received the achievement <i><u>"Play the dice 50 times"</u></i>. You are credited with 3.5 TRX ⚜',

    'minus_miner_ua': "➖ Зіграти в 'сапер' 40 раз",
    'minus_miner_ru': "➖ Сыграть в 'сапер' 40 раз",
    'minus_miner_en': "➖ Play 'minesweeper' 40 times",
    'plus_miner_ua': "✅ Зіграти в 'сапер' 40 раз",
    'plus_miner_ru': "✅ Сыграть в 'сапер' 40 раз",
    'plus_miner_en': "✅ Play 'minesweeper' 40 times",
    'done_miner_ua': '📯 <b>Вітаю! Ви отримали досягнення <i><u>"Зіграти в cапер 40 раз"</u></i>. Вам нараховано 4 TRX</b> ⚜',
    'done_miner_ru': '📯 <b>Поздравляю! Вы получили достижение <i><u>"Играть в сапер 40 раз"</u></i>. Вам начислено 4 TRX</b> ⚜',
    'done_miner_en': '📯 <b>Congratulations! You have received the achievement <i><u>"Play minesweeper 40 times"</u></i>. You are credited with 4 TRX</b> ⚜',

    'minus_f_ref_ua': "➖ Кількість рефералів першого рівня",
    'minus_f_ref_ru': "➖ Количество рефералов первого уровня",
    'minus_f_ref_en': "➖ The number of first-level referrals",
    'plus_f_ref_ua': "✅ Кількість рефералів першого рівня",
    'plus_f_ref_ru': "✅ Количество рефералов первого уровня",
    'plus_f_ref_en': "✅ The number of first-level referrals",
    'done_f_ref_ua': '📯 <b>Вітаю! Ви отримали досягнення <i><u>"Кількість рефералів першого рівня"</u></i>. Вам нараховано 6.5 TRX</b> ⚜',
    'done_f_ref_ru': '📯 <b>Поздравляю! Вы получили достижение <i><u>"Количество рефералов первого уровня"</u></i>. Вам начислено 6.5 TRX</b> ⚜',
    'done_f_ref_en': '📯 <b>Congratulations! You have received the achievement <i><u>Number of First Level Referrals</u></i>. You are credited with 6.5 TRX</b> ⚜',

    'minus_s_ref_ua': "➖ Кількість рефералів другого рівня",
    'minus_s_ref_ru': "➖ Количество рефералов второго уровня",
    'minus_s_ref_en': "➖ The number of second-level referrals",
    'plus_s_ref_ua': "✅ Кількість рефералів другого рівня",
    'plus_s_ref_ru': "✅ Количество рефералов второго уровня",
    'plus_s_ref_en': "✅ The number of second-level referrals",
    'done_s_ref_ua': '📯 <b>Вітаю! Ви отримали досягнення <i><u>"Кількість рефералів другого рівня"</u></i>. Вам нараховано 3.5 TRX</b> ⚜',
    'done_s_ref_ru': '📯 <b>Поздравляю! Вы получили достижение <i><u>"Количество рефералов второго уровня"</u></i>. Вам начислено 3.5 TRX</b> ⚜',
    'done_s_ref_en': '📯 <b>Congratulations! You have received the achievement <i><u>"Number of Second Level Referrals"</u></i>. You are credited with 3.5 TRX</b> ⚜',

    'minus_all_ref_ua': "➖ Загальна кількість рефералів",
    'minus_all_ref_ru': "➖ Общее количество рефералов",
    'minus_all_ref_en': "➖ Total number of referrals",
    'plus_all_ref_ua': "✅ Загальна кількість рефералів",
    'plus_all_ref_ru': "✅ Общее количество рефералов",
    'plus_all_ref_en': "✅ Total number of referrals",
    'done_all_ref_ua': '📯 <b>Вітаю! Ви отримали досягнення <i><u>"Загальна кількість рефералів"</u></i>. Вам нараховано 10 TRX</b> ⚜',
    'done_all_ref_ru': '📯 <b>Поздравляю! Вы получили достижение <i><u>"Общее количество рефералов"</u></i>. Вам начислено 10 TRX</b> ⚜',
    'done_all_ref_en': '📯 <b>Congratulations! You have received the <i><u>Total number of referrals</u></i> achievement. You have been credited with 10 TRX</b> ⚜',

    'minus_day_bon_ua': "➖ Отримати щоденний бонус 30 раз",
    'minus_day_bon_ru': "➖ Получить ежедневный бонус 30 раз",
    'minus_day_bon_en': "➖ Get a daily bonus 30 times",
    'plus_day_bon_ua': "✅ Отримати щоденний бонус 30 раз",
    'plus_day_bon_ru': "✅ Получить ежедневный бонус 30 раз",
    'plus_day_bon_en': "✅ Get a daily bonus 30 times",
    'done_day_bon_ua': '📯 <b>Вітаю! Ви отримали досягнення <i><u>"Отримати щоденний бонус 30 раз"</u></i>. Вам нараховано 2.5 TRX</b> ⚜',
    'done_day_bon_ru': '📯 <b>Поздравляю! Вы получили достижение <i><u>"Получить ежедневный бонус 30 раз"</u></i>. Вам начислено 2.5 TRX</b> ⚜',
    'done_day_bon_en': '📯 <b>Congratulations! You have received the <i><u>"Receive daily bonus 30 times"</u></i> achievement. You are credited with 2.5 TRX </b>⚜',

    'minus_pay_ua': "➖ Поповнити 250 TRX",
    'minus_pay_ru': "➖ Пополнить 250 TRX",
    'minus_pay_en': "➖ Top up 250 TRX",
    'plus_pay_ua': "✅ Поповнити 250 TRX",
    'plus_pay_ru': "✅ Пополнить 250 TRX",
    'plus_pay_en': "✅ Top up 250 TRX",
    'done_pay_ua': '📯 <b>Вітаю! Ви отримали досягнення <i><u>"Поповнити 250 TRX"</u></i>. Вам нараховано 5 TRX</b> ⚜',
    'done_pay_ru': '📯 <b>Поздравляю! Вы получили достижение <i><u>"Пополнить 250 TRX"</u></i>. Вам начислено 5 TRX</b> ⚜',
    'done_pay_en': '📯 <b>Congratulations! You have received the <i><u>"Refill 250 TRX"</u></i> achievement. You are credited with 5 TRX </b>⚜',

    'minus_pay_th_ua': "➖ Поповнити 1000 TRX",
    'minus_pay_th_ru': "➖ Пополнить 1000 TRX",
    'minus_pay_th_en': "➖ Top up 1000 TRX",
    'plus_pay_th_ua': "✅ Поповнити 1000 TRX",
    'plus_pay_th_ru': "✅ Пополнить 1000 TRX",
    'plus_pay_th_en': "✅ Top up 1000 TRX",
    'done_pay_th_ua': '📯 <b>Вітаю! Ви отримали досягнення <i><u>"Поповнити 1000 TRX"</u></i>. Вам нараховано 25 TRX</b> ⚜',
    'done_pay_th_ru': '📯 <b>Поздравляю! Вы получили достижение <i><u>"Пополнить 1000 TRX"</u></i>. Вам начислено 25 TRX</b> ⚜',
    'done_pay_th_en': '📯<b> Congratulations! You have received the <i><u>"Top up 1000 TRX"</u></i> achievement. You have been credited with 25 TRX</b> ⚜',

    'minus_win_lot_ua': "➖ Виграти лотерею 2 рази",
    'minus_win_lot_ru': "➖ Выиграть лотерею 2 раза",
    'minus_win_lot_en': "➖ Win the lottery 2 times",
    'plus_win_lot_ua': "✅ Виграти лотерею 2 рази",
    'plus_win_lot_ru': "✅ Выиграть лотерею 2 раза",
    'plus_win_lot_en': "✅ Win the lottery 2 times",
    'done_win_lot_ua': '📯 <b>Вітаю! Ви отримали досягнення <i><u>"Виграти лотерею 2 рази"</u></i>. Вам нараховано 13.5 TRX</b> ⚜',
    'done_win_lot_ru': '📯 <b>Поздравляю! Вы получили достижение <i><u>"Выиграть лотерею 2 раза"</u></i>. Вам начислено 13.5 TRX</b> ⚜',
    'done_win_lot_en': '📯 <b>Congratulations! You have received the achievement <i><u>Win the lottery 2 times</u></i>. You are credited with 13.5 TRX ⚜</b>',

    'achievement_ua': "🏅 Виконуйте завдання та отримуйте винагороду за ваші досягнення 🎫\n\n📋 Список досягнень:\n\n\n{}: <b><i>{}/50</i></b>  \n🏆 Винагорода: 3.5 TRX\n\n{}: <b><i>{}/40</i></b>  \n🏆 Винагорода: 4 TRX\n\n{}: <b><i>{}/30</i></b>\n🏆 Винагорода: 2.5 TRX\n\n{}: <b><i>{}/35</i></b>\n🏆 Винагорода: 6.5 TRX\n\n{}: <b><i>{}/15</i></b>\n🏆 Винагорода: 3.5 TRX\n\n{}: <b><i>{}/50</i></b>\n🏆 Винагорода: 10 TRX\n\n{}: <b><i>{}/2</i></b>\n🏆 Винагорода: 13.5 TRX\n\n{}: <b><i>{}/250</i></b>\n🏆 Винагорода: 5 TRX\n\n{}: <b><i>{}/1000</i></b>\n🏆 Винагорода: 25 TRX",
    'achievement_ru': "🏅 Выполняйте задания и получайте вознаграждение за ваши достижения 🎫\n\n📋 Список достижений:\n\n\n{}: <b><i>{}/50</i></b> \n🏆 Вознаграждение: 3.5 TRX\n\n{}: <b><i>{}/40</i></b> \n🏆 Вознаграждение: 4 TRX\n\n{}: <b><i>{}/30</i></b>\n🏆 Вознаграждение: 2.5 TRX\n{}: <b><i>{}/35</i></b>\n🏆 Вознаграждение: 6.5 TRX\n \n{}: <b><i>{}/15</i></b>\n🏆 Вознаграждение: 3.5 TRX\n\n{}: <b><i>{}/50</i></b>\n🏆 Вознаграждение: 10 TRX\n\n{}: <b><i>{}/2</i></b>\n🏆 Вознаграждение: 13.5 TRX\n\n{} : <b><i>{}/250</i></b>\n🏆 Вознаграждение: 5 TRX\n\n{}: <b><i>{}/1000</i></b>\n🏆 Вознаграждение: 25 TRX",
    'achievement_en': "🏅 Complete tasks and get rewarded for your achievements 🎫\n\n📋 List of achievements:\n\n\n{}: <b><i>{}/50</i></b> \n🏆 Reward: 3.5 TRX\n\n{}: <b><i>{}/40</i></b> \n🏆 Reward: 4 TRX\n\n{}: <b><i>{}/30</i></b>\n🏆 Reward: 2.5 TRX\n\n{}: <b><i>{}/35</i></b>\n🏆 Reward: 6.5 TRX\n \n{}: <b><i>{}/15</i></b>\n🏆 Reward: 3.5 TRX\n\n{}: <b><i>{}/50</i></b>\n🏆 Reward: 10 TRX\n\n{}: <b><i>{}/2</i></b>\n🏆 Reward: 13.5 TRX\n\n{} : <b><i>{}/250</i></b>\n🏆 Reward: 5 TRX\n\n{}: <b><i>{}/1000</i></b>\n🏆 Reward: 25 TRX"
}
stat = {
    'stat_ua': "📊 Статистика проєкту(оновлюється кожні 24 год)\n\n👥 Аудиторія: {}\n👥 Користувачі за останні 24 год: {}\n👤 Активні користувачі: {}\nВиплачено TRX - {}",
    'stat_ru': "📊 Статистика проекта(обновляется каждые 24 ч)\n\n👥 Аудитория: {}\n👥 Пользователи за последние 24 ч: {}\n👤 Активные пользователи: {}\nВыплачено TRX - {}",
    'stat_en': "📊 Project statistics (updated every 24 hours)\n\n👥 Audience: {}\n👥 Users in the last 24 hours: {}\n👤 Active users: {}\nTRX paid - {}"
}
cabinet = {
    'cabinet_ua': "📱 Мій кабінет\n🔑 Мій ID: {}\n\n🏅 Рівень аккаунту:<u>____<b><i>{}</i></b>____</u>\n\n🅿 Наш патрон:   {}\n\n💳 Баланс: <b><u>{}</u></b> USDT TRC20 | <b><u>{}</u></b> TRX\n👤 Перший вхід: {}\n\n🚀 Всього рефералів: {}\n➖ 1 лінія: {}\n➖ 2 лінія: {}\n➖ 3 лінія: {}",
    'cabinet_ru': "📱 Мой кабинет\n🔑 Мой ID: {}\n\n🏅 Уровень аккаунта:<u>____<b><i>{}</i></b>____</u>\n\n🅿 Наш патрон:   {}\n\n💳 Баланс : <b><u>{}</u></b> USDT TRC20 | <b><u>{}</u></b> TRX\n👤 Первый вход: {}\n\n🚀 Всего рефералов: {}\n➖ 1 линия: {}\n➖ 2 линия: {}\n➖ 3 линия: {}",
    'cabinet_en': "📱 My account\n🔑 My ID: {}\n\n🏅 Account level:<u>____<b><i>{}</i></b>____</u>\n\n🅿 Our patron:   {}\n\n💳 Balance : <b><u>{}</u></b> USDT TRC20 | <b><u>{}</u></b> TRX\n👤 First login: {}\n\n🚀 Total referrals: {}\n➖ 1st line: {}\n➖ 2nd line: {}\n➖ 3rd line: {}",
}
more_trx = {
    'more_trx_ua': "🎥 Зніми відео на <i><b>YouTube/Tiktok</b></i> огляд на нашого бота і відправ посилання в <a href='https://docs.google.com/forms/d/e/1FAIpQLSf30jE_aWUzq81I9gAnZMnPRhW-63AnEJ8soUMTIPjUo7XHVQ/viewform?usp=sf_link'><i><b>Гугл форму</b></i></a> і отримай до 1 000 TRX! \n\n   ➡ Відео на Youtube має бути від 60 секунд/TikTok мають бути вказані хеш-теги ' заробіток,халява,роздача,без вкладень,криптовалюта,інвестиції' \n\n   ➡ В описі під відео має бути ваше реферальне посилання і ваш id",
    'more_trx_ru': "🎥 Сними видео на <i><b>YouTube/Tiktok</b></i> обзор на нашего бота и отправь ссылку в <a href='https://docs.google.com/forms/d/e/1FAIpQLSf30jE_aWUzq81I9gAnZMnPRhW-63Anej8soUMTIPjUo7XHVQ/viewform?usp=sf_link'><i><b>Гугл форму</b></i></a> и получи до 1 000 TRX! \n\n ➡ Видео на Youtube должно быть от 60 секунд/TikTok должны быть указаны хэш-теги ' заработок,халява,раздача,без вложений,криптовалюта,инвестиции' \n\n ➡ В описании под видео должна быть ваша реферальная ссылка ваш id",
    'more_trx_en': "🎥 Make a video on <i><b>YouTube/Tiktok</b></i> review our bot and send the link to <a href='https://docs.google.com/forms/d/e/1FAIpQLSf30jE_aWUzq81I9gAnZMnPRhW-63AnEJ8soUMTIPjUo7XHVQ/viewform?usp=sf_link'><i><b>Google Form</b></i></a> and get up to 1,000 TRX! \n\n ➡ YouTube video must be 60 seconds or longer/TikTok must include the hashtags 'earnings, freebies, giveaways, no investments, cryptocurrency, investments' \n\n ➡ The description under the video must include your referral link and your id"
}
ad = {
    'ad_ua': "📋 Інформація рекламного кабінету:\n\nℹ  За допомогою кнопки <i>«📺 Зв'язатись по питанням реклами»</i>, ви зможете додати свій канал в нашого бота, або ж запустити банерний пост\n\n<b>Вартість додавання вашого каналу в бота</b> \n\n💳1 тиждень: 50 USDT TRC20 \n💳1 місяць: 160 USDT TRC20\n\n<b>Вартість банерного поста:</b>\n\n💳1 пост: 10 USDT TRC20\n💳3 пост: 25 USDT TRC20\n\n👨‍💼 Менеджер по рекламі - @Christooo1",
    'ad_ru': "📋 Информация рекламного кабинета:\n\nℹ С помощью кнопки <i>«📺 Связаться по вопросам рекламы»</i>, вы сможете добавить свой канал в наш бот, или же запустить баннерный пост\n\n<b> Стоимость добавления вашего канала в бота</b> \n\n💳1 неделя: 50 USDT TRC20 \n💳1 месяц: 160 USDT TRC20\n<b>Стоимость баннерного поста:</b>\n\n💳 1 пост: 10 USDT TRC20\n💳3 пост: 25 USDT TRC20\n\n👨‍💼 Менеджер по рекламе - @Christooo1",
    'ad_en': '📋 Advertising cabinet information:\n\nℹ Using the <i>"📺 Contact us about advertising" button</i>, you can add your channel to our bot, or launch a banner post\n\n<b> The cost of adding your channel to the bot</b> \n\n💳1 week: 50 USDT TRC20 \n💳1 month: 160 USDT TRC20\n\n<b>The cost of a banner post:</b>\n\n💳 1 post: 10 USDT TRC20\n💳 3 post: 25 USDT TRC20\n\n👨‍💼 Advertising Manager - @Christooo1',

    'ad_button_ua': "📺 Зв'язатись по питанням реклами",
    'ad_button_ru': "📺 Связаться по вопросам рекламы",
    'ad_button_en': "📺 Get in touch regarding advertising"
}
say_hi = {
    'say_hi_ua': "📋 Інформація кабінету:\n\nℹ  За допомогою кнопки <i>«👋 Надіслати всім повідомлення»</i>, ви зможете написати своє повідомлення, додати фотографію або ж додати музичний файл який, після перевірки модератора, побачать і почують всі користувачі бота\n\n<b>Вартість написання повідомлення</b> \n\n💳 1 Повідомлення: <u><b><i>50 TRX</i></b></u>\n\n👨‍💼 Менеджер по повідомленням - @Christooo1",
    'say_hi_ru': "📋 Информация кабинета:\n\nℹ С помощью кнопки <i>«👋 Отправить всем сообщение»</i>, вы сможете написать свое сообщение, добавить фотографию или добавить музыкальный файл который, после проверки модератора, увидят и услышат все пользователи бота \n\n<b>Стоимость написания сообщения</b> \n\n💳 1 Сообщение: <u><b><i>50 TRX</i></b></u>\n\n👨 ‍💼 Менеджер по сообщению - @Christooo1",
    'say_hi_en': '📋 Information of the cabinet:\n\nℹ Using the <i>"👋 Send a message to everyone"</i> button, you can write your message, add a photo or add a music file that, after checking by the moderator, will be seen and heard by all users of the bot \n\n<b>Cost of writing a message</b> \n\n💳 1 Message: <u><b><i>50 TRX</i></b></u>\n\n👨 💼 Message Manager - @Christooo1',

    'say_hi_button_ua': "👋 Надіслати всім повідомлення",
    'say_hi_button_ru': "👋 Отправить всем сообщение",
    'say_hi_button_en': "👋 Send a message to everyone",
}
donation = {
    'donation_ua': "Підтримка працездатності бота\n❤️‍🔥Ми працюємо тільки завдяки вам та задля вас\n\nРеквізити (жмякни по ньому):\n\n💱BTC: <code>bc1qup63zllhsn9vmzwn2atm2jp6wwldhkn0h7yxau</code>\n\n💵USDT Tether20: <code>TQDtxNHBv7aHvQgNKGJryQ4PB8j2dToTKS</code>\n\nТі хто нас підтримали:\n\nМожуть замовити банер (текст і фото по бажанню) який побачать всі користувачі",
    'donation_ru': "Поддержка работоспособности бота\n❤️‍🔥Мы работаем только благодаря вам и ради вас\n\nРеквизиты (жмякни по нему):\n\n💱BTC: <code>bc1qup63zllhsn9vmzwn2atm2jp6wwldhkn0h7yxau</code>\n\n💵USDT Tether20: <code>TQDtxNHBv7aHvQgNKGJryQ4PB8j2dToTKS</code>\n\nТе, кто нас поддержали:\n\nМогут заказать баннер (текст и фото по желанию) который увидят все пользователи",
    'donation_en': "Bot support\n❤️‍🔥We work only thanks to you and for you\n\nProperties (click on it):\n\n💱BTC: <code>bc1qup63zllhsn9vmzwn2atm2jp6wwldhkn0h7yxau</code>\n\n💵USDT Tether20: <code>TQDtxNHBv7aHvQgNKGJryQ4PB8j2dToTKS</code>\n\nThose who supported us:\n\nCan order a banner (text and photo as desired) that will be seen by all users"
}
error_command = {
    'error_command_ua': "❌ Невідома команда!\n\nВи відправили повідомлення напряму в чат бота, або структура меню була змінена Адміном.\n\nℹ  Не відправляйте прямих повідомлень боту або обновіть Меню, натисніть /start",
    'error_command_ru': "❌ Неизвестная команда!\n\nВы отправили сообщение напрямую в чат бота, или структура меню была изменена Админом.\n\nℹ Не отправляйте прямых сообщений для бота или обновите Меню, нажмите /start",
    'error_command_en': "❌ Unknown command!\n\nYou have sent a message directly to the chat bot, or the menu structure has been changed by Admin.\n\nℹ Do not send direct messages to the bot or update the Menu, press /start"
}
quit_game = {
    'quit_game_ua': "❌ Ви вийшли з гри ‼",
    'quit_game_ru': "❌ Вы вышли из игры ‼",
    'quit_game_en': "❌ You are out of the game ‼"
}
quit_promo = {
    'quit_promo_ua': "❌ Ви вийшли з введення промокоду ‼",
    'quit_promo_ru': "❌ Вы вышли из ввода промокода ‼",
    'quit_promo_en': "❌ You have exited entering the promo code ‼"
}
list_wins_slots = {
    'list_wins_ua':  '📋 Список виграшних комбінацій у грі "Слоти"'
                           '\n\n<b><i>x0️⃣.3️⃣ від ставки</i></b>\n\n'
                           '<b>'
                           '🍇   BAR   BAR   |   🍋   BAR   BAR\n7️⃣   BAR   BAR   |   BAR   🍇   BAR\n🍇   🍇   BAR   |   '
                           'BAR   🍋   BAR\nBAR   7️⃣   BAR   |   BAR   BAR   🍇\nBAR   BAR   🍋   |   BAR   BAR   7️⃣\n'
                           '🍇   BAR   🍇   |   BAR   🍇   🍇\n🍋   🍇   🍇   |   7️⃣   🍇   🍇\n🍇   🍋   🍇   |   🍇   7️⃣   🍇\n'
                           '🍇   🍇   🍋   |   🍇   🍇   7️⃣\n🍋   🍋   BAR   |   🍋   🍋   🍇\n🍋   BAR   🍋   |   🍋   🍇   🍋\n'
                           'BAR   🍋   🍋   |   🍇   🍋   🍋\n7️⃣   🍋   🍋   |   🍋   7️⃣   🍋\n🍋   🍋   7️⃣   |   7️⃣   BAR   7️⃣\n'
                           '7️⃣   🍇   7️⃣   |   7️⃣   🍋   🍋\nBAR   7️⃣   7️⃣   |   🍇   7️⃣   7️⃣\n🍋   7️⃣   7️⃣'
                           '</b>'
                           '\n\n<b><i>x3️⃣ від ставки</i></b>\n\n'
                           '<b>'
                           'BAR   BAR   BAR\n🍇   🍇   🍇\n🍋   🍋   🍋'
                           '</b>'
                           '\n\n<b><i>x5️⃣ від ставки</i></b>\n\n'
                           '<b>'
                           '7️⃣   7️⃣   BAR\n7️⃣   7️⃣   🍇\n7️⃣   7️⃣   🍋'
                           '</b>'
                           '\n\n<b><i>x1️⃣5️⃣ від ставки</i></b> - ДЖЕКПОТ\n\n'
                           '7️⃣   7️⃣   7️⃣',
    'list_wins_ru': '📋 Список выигрышных комбинаций в игре "Слоты"'
                            '\n\n<b><i>x0️⃣.3️⃣ от ставки</i></b>\n\n'
                            '<b>'
                            '🍇 BAR BAR | 🍋 BAR BAR\n7️⃣ BAR BAR | BAR 🍇 BAR\n🍇 🍇 BAR | '
                            'BAR 🍋 BAR\nBAR 7️⃣ BAR | BAR BAR 🍇\nBAR BAR 🍋 | BAR BAR 7️⃣\n'
                            '🍇 BAR 🍇 | BAR 🍇 🍇\n🍋 🍇 🍇 | 7️⃣ 🍇 🍇\n🍇 🍋 🍇 | 🍇 7️⃣ 🍇\n'
                            '🍇 🍇 🍋 | 🍇 🍇 7️⃣\n🍋 🍋 BAR | 🍋 🍋 🍇\n🍋 BAR 🍋 | 🍋 🍇 🍋\n'
                            'BAR 🍋 🍋 | 🍇 🍋 🍋\n7️⃣ 🍋 🍋 | 🍋 7️⃣ 🍋\n🍋 🍋 7️⃣ | 7️⃣ BAR 7️⃣\n'
                            '7️⃣ 🍇 7️⃣ | 7️⃣ 🍋 🍋\nBAR 7️⃣ 7️⃣ | 🍇 7️⃣ 7️⃣\n🍋 7️⃣ 7️⃣'
                            '</b>'
                            '\n\n<b><i>x3️⃣ от ставки</i></b>\n\n'
                            '<b>'
                            'BAR BAR BAR\n🍇 🍇 🍇\n🍋 🍋 🍋'
                            '</b>'
                            '\n\n<b><i>x5️⃣ от ставки</i></b>\n\n'
                            '<b>'
                            '7️⃣ 7️⃣ BAR\n7️⃣ 7️⃣ 🍇\n7️⃣ 7️⃣ 🍋'
                            '</b>'
                            '\n\n<b><i>x1️⃣5️⃣ от ставки</i></b> - ДЖЕКПОТ\n\n'
                            '7️⃣ 7️⃣ 7️⃣',
    'list_wins_en': '📋 List of winning combinations in the game "Slots"'
                            '\n\n<b><i>x0️⃣.3️⃣ from the bet</i></b>\n\n'
                            '<b>'
                            '🍇 BAR BAR | 🍋 BAR BAR\n7️⃣ BAR BAR | BAR 🍇 BAR\n🍇 🍇 BAR | '
                            'BAR 🍋 BAR\nBAR 7️⃣ BAR | BAR BAR 🍇\nBAR BAR 🍋 | BAR BAR 7️⃣\n'
                            '🍇 BAR 🍇 | BAR 🍇 🍇\n🍋 🍇 🍇 | 7️⃣ 🍇 🍇\n🍇 🍋 🍇 | 🍇 7️⃣ 🍇\n'
                            '🍇 🍇 🍋 | 🍇 🍇 7️⃣\n🍋 🍋 BAR | 🍋 🍋 🍇\n🍋 BAR 🍋 | 🍋 🍇 🍋\n'
                            'BAR 🍋 🍋 | 🍇 🍋 🍋\n7️⃣ 🍋 🍋 | 🍋 7️⃣ 🍋\n🍋 🍋 7️⃣ | 7️⃣ BAR 7️⃣\n'
                            '7️⃣ 🍇 7️⃣ | 7️⃣ 🍋 🍋\nBAR 7️⃣ 7️⃣ | 🍇 7️⃣ 7️⃣\n🍋 7️⃣ 7️⃣'
                            '</b>'
                            '\n\n<b><i>x3️⃣ from the bet</i></b>\n\n'
                            '<b>'
                            'BAR BAR BAR\n🍇 🍇 🍇\n🍋 🍋 🍋'
                            '</b>'
                            '\n\n<b><i>x5️⃣ from bet</i></b>\n\n'
                            '<b>'
                            '7️⃣ 7️⃣ BAR\n7️⃣ 7️⃣ 🍇\n7️⃣ 7️⃣ 🍋'
                            '</b>'
                            '\n\n<b><i>x1️⃣5️⃣ from bet</i></b> - JACKPOT\n\n'
                            '7️⃣ 7️⃣ 7️⃣'
}
#callback
week_bon = {
    'week_bon_first_lvl_answer_ua': "Вам нараховано 2,5 TRX",
    'week_bon_first_lvl_answer_ru': "Вам начислено 2,5 TRX",
    'week_bon_first_lvl_answer_en': "You have been credited with 2.5 TRX",
    'week_bon_first_lvl_message_ua': "🤑 Вітаю! Тобі нараховано 2,5 TRX, отримати наступний бонус можеш через тиждень!",
    'week_bon_first_lvl_message_ru': "🤑 Поздравляю! Тебе начислено 2,5 TRX, получить следующий бонус можешь через неделю!",
    'week_bon_first_lvl_message_en': "🤑 Congratulations! You have been credited with 2.5 TRX, you can get the next bonus in a week!",

    'week_bon_second_lvl_answer_ua': "Вам нараховано 3 TRX",
    'week_bon_second_lvl_answer_ru': "Вам начислено 3 TRX",
    'week_bon_second_lvl_answer_en': "You are credited with 3 TRX",
    'week_bon_second_lvl_message_ua': "🤑 Вітаю! Тобі нараховано 3 TRX, отримати наступний бонус можеш через тиждень!",
    'week_bon_second_lvl_message_ru': "🤑 Поздравляю! Тебе начислено 3 TRX, получить следующий бонус можешь через неделю!",
    'week_bon_second_lvl_message_en': "🤑 Congratulations! You have been credited with 3 TRX, you can get the next bonus in a week!",

    'next_week_bon_answer_ua': "Стане доступним через {}",
    'next_week_bon_answer_ru': "Станет доступным через {}",
    'next_week_bon_answer_en': "Will be available via {}",
    'next_week_bon_message_ua': "Ви зможете отримати тижневий бонус через {}",
    'next_week_bon_message_ru': "Вы сможете получить недельный бонус через {}",
    'next_week_bon_message_en': "You can get a weekly bonus through {}"
}
day_bon = {
    'day_bon_first_lvl_answer_ua': "Вам нараховано 1 TRX",
    'day_bon_first_lvl_answer_ru': "Вам начислено 1 TRX",
    'day_bon_first_lvl_answer_en': "You have been credited with 1 TRX",
    'day_bon_first_lvl_message_ua': "🤑 Вітаю! Тобі нараховано 1 TRX, отримати наступний бонус можеш через тиждень!",
    'day_bon_first_lvl_message_ru': "🤑 Поздравляю! Тебе начислено 1 TRX, получить следующий бонус можешь через неделю!",
    'day_bon_first_lvl_message_en': "🤑 Congratulations! You have been credited with 1 TRX, you can get the next bonus in a week!",

    'day_bon_second_lvl_answer_ua': "Вам нараховано 1.05 TRX",
    'day_bon_second_lvl_answer_ru': "Вам начислено 1.05 TRX",
    'day_bon_second_lvl_answer_en': "You have been credited with 1.05 TRX",
    'day_bon_second_lvl_message_ua': "🤑 Вітаю! Тобі нараховано 1.05 TRX, отримати наступний бонус можеш через тиждень!",
    'day_bon_second_lvl_message_ru': "🤑 Поздравляю! Тебе начислено 1.05 TRX, получить следующий бонус можешь через неделю!",
    'day_bon_second_lvl_message_en': "🤑 Congratulations! You have been credited with 1.05 TRX, you can get the next bonus in a week!",

    'day_bon_third_lvl_answer_ua': "Вам нараховано 1.15 TRX",
    'day_bon_third_lvl_answer_ru': "Вам начислено 1.15 TRX",
    'day_bon_third_lvl_answer_en': "You have been credited with 1.15 TRX",
    'day_bon_third_lvl_message_ua': "🤑 Вітаю! Тобі нараховано 1.15 TRX, отримати наступний бонус можеш через тиждень!",
    'day_bon_third_lvl_message_ru': "🤑 Поздравляю! Тебе начислено 1.15 TRX, получить следующий бонус можешь через неделю!",
    'day_bon_third_lvl_message_en': "🤑 Congratulations! You have been credited with 1.15 TRX, you can receive the next bonus in a week!",

    'next_day_bon_answer_ua': "Стане доступним через {}",
    'next_day_bon_answer_ru': "Станет доступным через {}",
    'next_day_bon_answer_en': "Will be available via {}",
    'next_day_bon_message_ua': "Ви зможете отримати тижневий бонус через {}",
    'next_day_bon_message_ru': "Вы сможете получить недельный бонус через {}",
    'next_day_bon_message_en': "You can get a weekly bonus through {}"
}

pay_cab = {
    'del_trx_bal_ua': "📌 <b>Введіть суму яку хочете вивести</b>\n💳 Ваш баланс: {} trx \n\nЯкщо у вас виникли проблеми, або при будь-яких питаннях звертайтесь до нашого менеджера: @Christooo1",
    'del_trx_bal_ru': "📌 <b>Введите сумму, которую хотите вывести</b>\n💳 Ваш баланс: {} trx \n\nЕсли у вас возникли проблемы, или при любых вопросах обращайтесь к нашему менеджеру: @Christooo1",
    'del_trx_bal_en': "📌 <b>Enter the amount you want to withdraw</b>\n💳 Your balance: {} trx \n\nIf you have problems or have any questions, contact our manager: @Christooo1",
    'del_trx_sum_ua': "💶💵💴💷 Cума виводу: ",
    'del_trx_sum_ru': "💶💵💴💷 Сумма вывода:",
    'del_trx_sum_en': "💶💵💴💷 Output amount:",

    'add_trx_bal_ua': "📌 <b>Введіть суму поповнення</b>\n💳 Ваш баланс: {} trx\n\n📌 Потрібно надіслати рівно ту суму, яку ви вказали, на дану адресу: <code>TCYB6trdKVeEk6SDdcpDHyNASgQudhpirT</code> \n\n\nЯкщо у вас виникли проблеми, або при будь-яких питаннях звертайтесь до нашого менеджера: @Christooo1",
    'add_trx_bal_ru': "📌 <b>Введите сумму пополнения</b>\n💳 Ваш баланс: {} trx\n\n📌 Нужно отправить ровно ту сумму, которую вы указали, по данному адресу: <code>TCYB6trdKVeEk6SDdcpDHyNASgQudhpirT</code> \n\n\nЕсли у вас возникли проблемы, или при любых вопросах обращайтесь к нашему менеджеру: @Christooo1",
    'add_trx_bal_en': "📌 <b>Enter the top-up amount</b>\n💳 Your balance: {} trx\n\n📌 You need to send exactly the amount you specified to this address: <code>TCYB6trdKVeEk6SDdcpDHyNASgQudhpirT</code> \n\n\nIf you have any problems or have any questions, please contact our manager: @Christooo1",
    'add_trx_sum_ua': "💶💵💴💷 Cума поповнення: ",
    'add_trx_sum_ru': "💶💵💴💷 Сумма пополнения:",
    'add_trx_sum_en': "💶💵💴💷 Top-up amount:",

    'add_usd_bal_ua': "📌 <b>Введіть суму поповнення</b>\n💳 Ваш баланс: {} USDT\n\n📌 Потрібно надіслати рівно ту суму, яку ви вказали, на дану адресу: <code>TCYB6trdKVeEk6SDdcpDHyNASgQudhpirT</code>\n\n\nЯкщо у вас виникли проблеми, або при будь-яких питаннях звертайтесь до нашого менеджера: @Christooo1",
    'add_usd_bal_ru': "📌 <b>Введите сумму пополнения</b>\n💳 Ваш баланс: {} USDT\n\n📌 Нужно отправить ровно ту сумму, которую вы указали, по данному адресу: <code>TCYB6trdKVeEk6SDdcpDHyNASgQudhpirT</code> \n\n\nЕсли у вас возникли проблемы, или при любых вопросах обращайтесь к нашему менеджеру: @Christooo1",
    'add_usd_bal_en': "📌 <b>Enter the top-up amount</b>\n💳 Your balance: {} USDT\n\n📌 You need to send exactly the amount you specified to this address: <code>TCYB6trdKVeEk6SDdcpDHyNASgQudhpirT</code>\n\n\nIf you have any problems or have any questions, please contact our manager: @Christooo1",
    'add_usd_sum_ua': "💶💵💴💷 Cума поповнення: ",
    'add_usd_sum_ru': "💶💵💴💷 Сумма пополнения:",
    'add_usd_sum_en': "💶💵💴💷 Top-up amount:"
}
say_hi_inline = {
    'say_hi_inline_ua': "✍ Введіть текст повідомлення: \n\n(B дужках напишіть як хочете надіслати повідомлення, анонімно, або повністю відкрито, нд: <i>вкажіть моє ім'я та юзернейм, але не вказуйте мій айді</i>)",
    'say_hi_inline_ru': "✍ Введите текст сообщения: \n\n(В скобках напишите как хотите отправить сообщение, анонимно или полностью открыто, нп: <i>укажите мое имя и юзернейм, но не указывайте мой айди</i>)",
    'say_hi_inline_en': "✍ Enter the text of the message: \n\n(In brackets, write how you want to send the message, anonymously or completely open, sun: <i>indicate my name and username, but do not indicate my ID</i>)"
}

what_is_lvl = {
    'what_is_lvl_ua': '📯 <b>Рівень аккаунту</b> - це показник ваших досягнень у боті. При вищому рівні, вашому аккаунту надаються більші привілегії.\n\nЩо дають рівні аккаунту:\n\n🥉 <b>1 Рівень</b>:\nЩоденний бонус становить - 1 TRX\n\n🥈 <b>2 Рівень</b>:\nЩоденний бонус становить - 1.05 TRX\n\n🥇 <b>3 Рівень</b>:\nЩоденний бонус становить - 1.15 TRX\nЩотижневий бонус становить - 3 TRX\n\n‼ Щоб аккаунт перевівся на слідуючий рівень, необхідно натиснути на кнопку "🖱 Перевірити виконання вимог" в особистому кабінеті\n\n\nЯк здобути рівні аккаунту?\n\n➖ 1 Рівень вимоги отримання:\nНадається після проходження реєстрації\n\n➖ 2 Рівень вимоги отримання:\n- Ігор у гру "50/50": 50 раз\n- Ігор у гру "Кейси": 150 раз\n- Кількість рефералів першої лінії має становити: 7\n- Загальна кількість рефералів: 10\n\n➖ 3 Рівень вимоги отримання:\n- Ігор у гру "Слоти": 185 раз\n- Ігор у гру "Вгадати число": 225 раз\n- Виграш в грі "Вгадати число" із 100 числами: 2 рази\n- Кількість рефералів першої лінії має становити: 22\n- Загальна кількість рефералів: 30\n- Поповнення балансу одним платежем на суму: 500 TRX (або отримання 100 щоденних і 4 тижневих бонусів)',
    'what_is_lvl_ru': '📯 <b>Уровень аккаунта</b> – это показатель ваших достижений в боте. При более высоком уровне, вашему аккаунту предоставляются большие привилегии:\n\n🥉 <b>1 Уровень</b>:\nЕжедневный бонус составляет - 1 TRX\n\n🥈 <b>2 Уровень</b>:\nЕжедневный бонус составляет - 1.05 TRX\n\n🥇 <b>3 Уровень</b>:\nЕжедневный бонус составляет - 1.15 TRX\nЕженедельный бонус составляет - 3 TRX\n\n Чтобы аккаунт перевелся на следующий уровень, необходимо нажать на кнопку "🖱 Проверить выполнение требований" в личном кабинете\n\n\nКак получить уровни аккаунта? :\n\n➖ 1 Уровень требования получения:\nПредоставляется после прохождения регистрации\n\n➖ 2 Уровень требования получения:\n- Игр в игру "50/50": 50 раз\n- Игр в игру "Кейсы": 150 раз\n- Количество рефералов первой линии должно составлять: 7\n- Общее количество рефералов: 10\n\n ➖ 3 Уровень требования получения:\n- Игр в игру "Слоты": 185 раз\n- Игр в игру "Угадать число": 225 раз\n- Выигрыш в игре "Угадать число" со 100 числами: 2 раза\n- Количество рефералов первой линии должно составлять: 22\n- Общее количество рефералов: 30\n- Пополнение баланса одним платеже м на сумму: 500 TRX (или получение 100 ежедневных и 4 недельных бонусов)',
    'what_is_lvl_en': '📯 <b>Account level</b> is an indicator of your achievements in the bot. At a higher level, your account is granted greater privileges.\n\nWhat account levels give:\n\n🥉 <b>1 Level</b>:\nDaily bonus is - 1 TRX\n\n🥈 <b>2 Level </b>:\nDaily bonus is - 1.05 TRX\n\n🥇 <b>3 Level</b>:\nDaily bonus is - 1.15 TRX\nWeekly bonus is - 3 TRX\n\n‼ To transfer the account to next level, you need to click on the button "🖱 Check the fulfillment of requirements" in the personal account\n\n\nHow to get account levels?\n\n➖ 1 Level of obtaining requirement:\nGiven after registration\n\n➖ 2 Level of obtaining requirement:\n- Play the game "50/50": 50 times\n- Play the game "Cases": 150 times\n- Number of first line referrals must be: 7\n- Total number of referrals: 10\n\n ➖ 3 Level of obtaining requirement:\n- Play Slots: 185 times\n- Play Guess the Number: 225 times\n- Win 100 Number Guess the Game: 2 times\n- The number of first-line referrals should be: 22\n- Total number of referrals: 30\n- Balance replenishment with one payment m worth: 500 TRX (or receiving 100 daily and 4 weekly bonuses)'
}
again_game = {
    'again_guess_five_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_guess_five_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_guess_five_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_dice_classic_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_dice_classic_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_dice_classic_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_dice_under_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_dice_under_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_dice_under_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_guess_ten_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_guess_ten_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_guess_ten_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_guess_hun_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_guess_hun_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_guess_hun_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_fifty_two_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_fifty_two_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_fifty_two_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_fifty_four_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_fifty_four_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_fifty_four_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_fifty_ten_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_fifty_ten_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_fifty_ten_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_br_case_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n.\n.\n.\n.\n.",
    'again_br_case_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n.\n.\n.\n.\n.",
    'again_br_case_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n.\n.\n.\n.\n.",

    'again_si_case_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n.\n.\n.\n.\n.",
    'again_si_case_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n.\n.\n.\n.\n.",
    'again_si_case_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n.\n.\n.\n.\n.",

    'again_go_case_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n.\n.\n.\n.\n.",
    'again_go_case_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n.\n.\n.\n.\n.",
    'again_go_case_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n.\n.\n.\n.\n.",

    'again_miner_three_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_miner_three_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_miner_three_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_miner_five_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_miner_five_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_miner_five_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_miner_seven_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_miner_seven_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_miner_seven_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'again_slot_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'again_slot_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'again_slot_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n."
}
check_lvl = {
    'minus_fifty_ua': '➖ Ігор у гру "50/50"',
    'minus_fifty_ru': '➖ Игр в игру "50/50"',
    'minus_fifty_en': '➖ Play the "50/50" game',
    'plus_fifty_ua': '✅ Ігор у гру "50/50"',
    'plus_fifty_ru': '✅ Игр в игру "50/50"',
    'plus_fifty_en': '✅ Play the "50/50" game',

    'minus_cases_ua': '➖ Ігор у гру "Кейси"',
    'minus_cases_ru': '➖ Игр в игру "Кейсы"',
    'minus_cases_en': '➖ Play the game "Cases"',
    'plus_cases_ua': '✅ Ігор у гру "Кейси"',
    'plus_cases_ru': '✅ Игр в игру "Кейсы"',
    'plus_cases_en': '✅ Play the game "Cases"',

    'minus_f_ref_ua': '➖ Кількість рефералів першої лінії',
    'minus_f_ref_ru': '➖ Количество рефералов первой линии',
    'minus_f_ref_en': '➖ The number of first-line referrals',
    'plus_f_ref_ua': '✅ Кількість рефералів першої лінії',
    'plus_f_ref_ru': '✅ Количество рефералов первой линии',
    'plus_f_ref_en': '✅ The number of first-line referrals',

    'minus_a_ref_ua': '➖ Загальна кількість рефералів',
    'minus_a_ref_ru': '➖ Общее количество рефералов',
    'minus_a_ref_en': '➖ Total number of referrals',
    'plus_a_ref_ua': '✅ Загальна кількість рефералів',
    'plus_a_ref_ru': '✅ Общее количество рефералов',
    'plus_a_ref_en': '✅ Total number of referrals',

    'minus_spin_ua': '➖ Ігор у гру "Слоти"',
    'minus_spin_ru': '➖ Игр в игру "Слоты"',
    'minus_spin_en': '➖ Play the game "Slots"',
    'plus_spin_ua': '✅ Ігор у гру "Слоти"',
    'plus_spin_ru': '✅ Игр в игру "Слоты"',
    'plus_spin_en': '✅ Play the game "Slots"',

    'minus_num_ua': '➖ Ігор у гру "Вгадати число"',
    'minus_num_ru': '➖ Игр в игру "Угадать число"',
    'minus_num_en': '➖ Play the game "Guess the number"',
    'plus_num_ua': '✅ Ігор у гру "Вгадати число"',
    'plus_num_ru': '✅ Игр в игру "Угадать число"',
    'plus_num_en': '✅ Play the game "Guess the number"',

    'minus_num_hun_ua': '➖ Виграш в грі "Вгадати число" із 100 числами',
    'minus_num_hun_ru': '➖ Выигрыш в игре "Угадать число" со 100 числами',
    'minus_num_hun_en': '➖ Win in the game "Guess the number" with 100 numbers',
    'plus_num_hun_ua': '✅ Виграш в грі "Вгадати число" із 100 числами',
    'plus_num_hun_ru': '✅ Выигрыш в игре "Угадать число" со 100 числами',
    'plus_num_hun_en': '✅ Win in the game "Guess the number" with 100 numbers',

    'minus_f_ref_second_ua': '➖ Кількість рефералів першої лінії',
    'minus_f_ref_second_ru': '➖ Количество рефералов первой линии',
    'minus_f_ref_second_en': '➖ The number of first-line referrals',
    'plus_f_ref_second_ua': '✅ Кількість рефералів першої лінії',
    'plus_f_ref_second_ru': '✅ Количество рефералов первой линии',
    'plus_f_ref_second_en': '✅ The number of first-line referrals',

    'minus_a_ref_second_ua': '➖ Загальна кількість рефералів',
    'minus_a_ref_second_ru': '➖ Общее количество рефералов',
    'minus_a_ref_second_en': '➖ Total number of referrals',
    'plus_a_ref_second_ua': '✅ Загальна кількість рефералів',
    'plus_a_ref_second_ru': '✅ Общее количество рефералов',
    'plus_a_ref_second_en': '✅ Total number of referrals',

    'minus_pay_trx_to_lvl_ua': '➖ Поповнення балансу одним платежем на суму',
    'minus_pay_trx_to_lvl_ru': '➖ Пополнение баланса одним платежом на сумму',
    'minus_pay_trx_to_lvl_en': '➖ Top up the balance with one payment for the amount',
    'plus_pay_trx_to_lvl_ua': '✅ Поповнення балансу одним платежем на суму',
    'plus_pay_trx_to_lvl_ru': '✅ Пополнение баланса одним платежом на сумму',
    'plus_pay_trx_to_lvl_en': '✅ Top up the balance with one payment for the amount',

    'congr_sec_lvl_ua': '🪅 Вітаю!! Ви перейшли на <b><i>Другий рівень</i></b> аккаунту ⚔',
    'congr_sec_lvl_ru': '🪅 Поздравляю!! Вы перешли на <b><i>Второй уровень</i></b> аккаунта ⚔',
    'congr_sec_lvl_en': '🪅 Congratulations!! You have moved to the <b><i>Second level</i></b> account ⚔',

    'congr_thi_lvl_ua': '🪅 Вітаю!! Ви перейшли на <b><i>Третій рівень</i></b> аккаунту ⚔',
    'congr_thi_lvl_ru': '🪅 Поздравляю!! Вы перешли на <b><i>Третий уровень</i></b> аккаунта ⚔',
    'congr_thi_lvl_en': '🪅 Congratulations!! You have moved to the <b><i>Third level</i></b> account ⚔',

    'first_lvl_ua': '🪪 У вас <b><i>Перший рівень</i></b> аккаунту 🎫\n\n💢 Завдання для Другого рівня:\n\n{}: {}/50\n{}: {}/150\n{}: {}/7\n{}: {}/10\n\nЯкщо виникли питання, або ви впевнені що виконали вимоги, зверніться у тех. підтримку',
    'first_lvl_ru': '🪪 У вас <b><i>Первый уровень</i></b> аккаунта 🎫\n\n💢 Задания для Второго уровня:\n\n{}: {}/50\n{}: {}/150\n{}: {}/7\n{}: {}/10\n\nЕсли возникли вопросы, или вы уверены, что выполнили требования, обратитесь в тех. поддержку',
    'first_lvl_en': '🪪 You have a <b><i>First Level</i></b> account 🎫\n\n💢 Tasks for Second Level:\n\n{}: {}/50\n{}: {}/150\n{}: {}/7\n{}: {}/10\n\nIf you have any questions, or you are sure that you have met the requirements, contact the tech. support',

    'second_lvl_ua': '🪪 У вас <b><i>Другий рівень</i></b> аккаунту 🎫\n\n💢 Завдання для Третього рівня:\n\n{}: {}/185\n{}: {}/225\n{}: {}/2\n{}: {}/22\n{}: {}/30\n{}: {}/500 \nабо отримання 150 щоденних і 6 тижневих бонусів: \n{}/150 і {}/6\n\nЯкщо виникли питання, або ви впевнені що виконали вимоги, зверніться у тех. підтримку',
    'second_lvl_ru': '🪪 У вас <b><i>Второй уровень</i></b> аккаунта 🎫\n\n💢 Задания для Третьего уровня:\n\n{}: {}/185\n{}: {}/225\n{}: {}/2\n{}: {}/22\n{}: {}/30\n{}: {}/500 \nили получение 150 ежедневных и 6 недельных бонусов: \n{}/150 и {}/6\n\nЕсли возникли вопросы, или вы уверены, что выполнили требования, обратитесь в тех. поддержку',
    'second_lvl_en': '🪪 You have a <b><i>Level Two</i></b> account 🎫\n\n💢 Tasks for Level Three:\n\n{}: {}/185\n{}: {}/225\n{}: {}/2\n{}: {}/22\n{}: {}/30\n{}: {}/500 \nor get 150 daily and 6 weekly bonuses: \n{}/150 and {}/6\n\nIf you have any questions, or you are sure that you have met the requirements, contact the tech. support',

    'max_lvl_ua': '🪪 У вас <b><i>Третій рівень</i></b> аккаунту 🎫\n\n💫 На даний момент у вас МАКСИМАЛЬНИЙ рівень аккаунту\n\nЯкщо виникли питання, зверніться у тех. підтримку',
    'max_lvl_ru': '🪪 У вас <b><i>Третий уровень</i></b> аккаунта 🎫\n\n💫 На данный момент у вас МАКСИМАЛЬНЫЙ уровень аккаунта\n\nЕсли возникли вопросы, обратитесь у тех. поддержку',
    'max_lvl_en': '🪪 You have a <b><i>Third level</i></b> account 🎫\n\n💫 At the moment you have a MAXIMUM account level\n\nIf you have any questions, contact the tech. support',

    'error_ua': '💢 Помилка! Зверніться у тех. підтримку',
    'error_ru': '💢 Ошибка! Обратитесь в тех. поддержку',
    'error_en': '💢 Error! Contact the tech. support',
}
accept_cab = {
    'accept_cab_ua': "✅ Підтверджено",
    'accept_cab_ru': "✅ Подтверждено",
    'accept_cab_en': "✅ Confirmed"
}
history_pay = {
    'history_pay_day_ua': "ДЕНЬ",
    'history_pay_day_ru': "ДЕНЬ",
    'history_pay_day_en': "DAY",

    'history_pay_month_ua': "МІСЯЦЬ",
    'history_pay_month_ru': "МЕСЯЦЬ",
    'history_pay_month_en': "MONTH",

    'history_pay_year_ua': "РІК",
    'history_pay_year_ru': "ГОД",
    'history_pay_year_en': "YEAR",

    'history_pay_all_ua': "ВЕСЬ ЧАС",
    'history_pay_all_ru': "ВСЕ ВРЕМЯ",
    'history_pay_all_en': "ALL TIME",

    'history_pay_text_ua': "📖 Істория транзакцій за <b>{}</b>.\n\nТут будуть відображатись всі ваші операції, такі як поповнення USDT, поповнення TRX та вивід TRX за вибраний вами проміжок часу\n\n\n",
    'history_pay_text_ru': "📖 История транзакций по <b>{}</b>.\n\nЗдесь будут отображаться все ваши операции, такие как пополнение USDT, пополнение TRX и вывод TRX за выбранный вами промежуток времени\n\n\n",
    'history_pay_text_en': "📖 Transaction history for <b>{}</b>.\n\nAll your transactions such as USDT top-up, TRX top-up and TRX withdrawal for your chosen time period will be displayed here\n\n\n",

    'history_pay_add_ua': "| Поповнення",
    'history_pay_add_ru': "| Пополнение",
    'history_pay_add_en': "| Replenishment",

    'history_pay_del_ua': "|  Вивід",
    'history_pay_del_ru': "| Вывод",
    'history_pay_del_en': "| Withdrawal",

    'history_pay_not_ua': "<b>❌ Не виконано</b>\n\n",
    'history_pay_not_ru': "<b>❌ Не выполнено</b>\n\n",
    'history_pay_not_en': "<b>❌ Not done</b>\n\n",

    'history_pay_acc_ua': "<b>✅ Виконано</b>\n\n",
    'history_pay_acc_ru': "<b>✅ Выполнено</b>\n\n",
    'history_pay_acc_en': "<b> ✅ Done</b>\n\n",

    'history_pay_err_ua': "<b>💢 Помилка виконання</b>\n\n",
    'history_pay_err_ru': "<b>💢 Ошибка выполнения</b>\n\n",
    'history_pay_err_en': "<b>💢 Execution error</b>\n\n",

    'history_pay_emp_ua': "😯 Записів не знайдено! 🔕",
    'history_pay_emp_ru': "😯 Записей не найдено! 🔕",
    'history_pay_emp_en': "😯 No records found! 🔕"
}
for_all_games = {
    'for_all_games_no_money_ua': "❌ Недостатньо коштів ‼",
    'for_all_games_no_money_ru': "❌ Недостаточно средств ‼",
    'for_all_games_no_money_en': "❌ Insufficient funds ‼",

    'for_all_games_another_sum_ua': "❌ Введіть іншу суму ставки (або можете вийти з гри /cancel):",
    'for_all_games_another_sum_ru': "❌ Введите другую сумму ставки (или выйти из игры /cancel):",
    'for_all_games_another_sum_en': "❌ Enter another bet amount (or you can leave the game /cancel):",

    'for_all_games_min_sum_ua': "❌ Мінімальна сума ставки <b><i>1</i></b> TRX ‼",
    'for_all_games_min_sum_ru': "❌ Минимальная сумма ставки <b><i>1</i></b> TRX ‼",
    'for_all_games_min_sum_en': "❌ Minimum bet amount <b><i>1</i></b> TRX ‼",

    'for_all_games_max_sum_ua': "❌ Максимальна сума ставки <b><i>1000</i></b> TRX ‼",
    'for_all_games_max_sum_ru': "❌ Максимальная сумма ставки <b><i>1000</i></b> TRX ‼",
    'for_all_games_max_sum_en': "❌ Maximum bet amount <b><i>1000</i></b> TRX ‼",

    'for_all_games_error_num_ua': "❌ Число введено некоректно ❗",
    'for_all_games_error_num_ru': "❌ Число введено некорректно ❗",
    'for_all_games_error_num_en': "❌ The number was entered incorrectly ❗",

    'for_all_games_exit_game_ua': "❌ Ви вийшли з гри ‼",
    'for_all_games_exit_game_ru': "❌ Вы вышли из игры ‼",
    'for_all_games_exit_game_en': "❌ You are out of the game ‼",

    'for_all_games_rand_num_ua': "❓ Випадає число: ",
    'for_all_games_rand_num_ru': "❓ Выпадает число:",
    'for_all_games_rand_num_en': "❓ Number falls out:",

    'for_all_games_intro_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n\n↘ Оберіть ставку із клавіатури або введіть її самі ↙\n💎 <i><b><u>Введіть ставку</u></b></i>:\n.\n.\n.\n.\n.",
    'for_all_games_intro_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n. .\n.\n.\nЧтобы выйти из игры /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{} </b></i> TRX\n\n↘ Выберите ставку с клавиатуры или введите ее сами ↙\n💎 <i><b><u>Введите ставку</u></b></i>: \n.\n.\n.\n.\n.",
    'for_all_games_intro_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{} </b></i> TRX\n\n↘ Select a bet from the keyboard or enter it yourself ↙\n💎 <i><b><u>Enter bet</u></b></i>: \n.\n.\n.\n.\n.",

    'for_all_games_win_game_ua': "----------------------------------------------\n\n\n❤ Вітаю! Ви перемогли!\n\n💶 Ви виграли - {} TRX",
    'for_all_games_win_game_ru': "----------------------------------------------\n\n \n❤ Поздравляю! Вы победили!\n\n💶 Вы выиграли - {} TRX",
    'for_all_games_win_game_en': "----------------------------------------------\n\n \n❤ Congratulations! You have won!\n\n💶 You have won - {} TRX",

    'for_all_games_lose_game_ua': "----------------------------------------------\n\n\n💔 Нажаль ви програли :(... 🫥\n\n💸 Знято з балансу - {} TRX",
    'for_all_games_lose_game_ru': "----------------------------------------------\n\n \n💔 К сожалению вы проиграли :(... 🫥\n\n💸 Снято с баланса - {} TRX",
    'for_all_games_lose_game_en': "----------------------------------------------\n\n \n💔 Unfortunately you lost :(... 🫥\n\n💸 Removed from balance - {} TRX",

    'for_all_games_another_num_ua': "❌ Введіть інше число: ",
    'for_all_games_another_num_ru': "❌ Введите другое число:",
    'for_all_games_another_num_en': "❌ Enter another number:",
}
num_guess_game = {
    'num_guess_five_game_ua': "Загадано число від 1 до 5. Спробуй вгадати",
    'num_guess_five_game_ru': "Загадано число от 1 до 5. Попробуй угадать",
    'num_guess_five_game_en': "A number from 1 to 5 has been guessed. Try to guess",

    'num_guess_ten_game_ua': "Загадано число від 1 до 10. Спробуй вгадати",
    'num_guess_ten_game_ru': "Загадано число от 1 до 10. Попробуй угадать",
    'num_guess_ten_game_en': "A number from 1 to 10 has been guessed. Try to guess",

    'num_guess_hun_game_ua': "Загадано число від 1 до 100. Спробуй вгадати",
    'num_guess_hun_game_ru': "Загадано число от 1 до 100. Попробуй угадать",
    'num_guess_hun_game_en': "A number from 1 to 100 has been guessed. Try to guess",

    'num_guess_result_ua': "💳 Ваш баланс - {} TRX\n\n🔢 <i>Загадане число було</i>: <b><i><u>{}</u></i></b>\n\n\n----------------------------------------------",
    'num_guess_result_ru': "💳 Ваш баланс - {} TRX\n\n🔢 <i>Указанное число было</i>: <b><i><u>{}</u></i></b>\n\n \n----------------------------------------------",
    'num_guess_result_en': "💳 Your balance is {} TRX\n\n🔢 <i>Requested number was</i>: <b><i><u>{}</u></i></b>\n\n \n--------------------------------------------------",

    'num_guess_game_five_range_ua': "❌ Діапазон чисел <b><i>від 1 до 5 включно</i></b>‼",
    'num_guess_game_five_range_ru': "❌ Диапазон чисел <b><i>от 1 до 5 включительно</i></b>‼",
    'num_guess_game_five_range_en': "❌ Range of numbers <b><i>from 1 to 5 inclusive</i></b>‼",

    'num_guess_game_ten_range_ua': "❌ Діапазон чисел <b><i>від 1 до 10 включно</i></b>‼",
    'num_guess_game_ten_range_ru': "❌ Диапазон чисел <b><i>от 1 до 10 включительно</i></b>‼",
    'num_guess_game_ten_range_en': "❌ Range of numbers <b><i>from 1 to 10 inclusive</i></b>‼",

    'num_guess_game_hun_range_ua': "❌ Діапазон чисел <b><i>від 1 до 100 включно</i></b>‼",
    'num_guess_game_hun_range_ru': "❌ Диапазон чисел <b><i>от 1 до 100 включительно</i></b>‼",
    'num_guess_game_hun_range_en': "❌ Range of numbers <b><i>from 1 to 100 inclusive</i></b>‼",

    'num_guess_game_five_error_range_ua': "❌ Число введене не коректно ❗\n\nВведіть цифру <b><i>від 1 до 5 включно</i></b>!!",
    'num_guess_game_five_error_range_ru': "❌ Число введено неправильно ❗\n\nВведите цифру <b><i>от 1 до 5 включительно</i></b>!!",
    'num_guess_game_five_error_range_en': "❌ The entered number is incorrect ❗\n\nEnter a number <b><i>from 1 to 5 inclusive</i></b>!!",

    'num_guess_game_ten_error_range_ua': "❌ Число введене не коректно ❗\n\nВведіть цифру <b><i>від 1 до 10 включно</i></b>!!",
    'num_guess_game_ten_error_range_ru': "❌ Число введено неправильно ❗\n\nВведите цифру <b><i>от 1 до 10 включительно</i></b>!!",
    'num_guess_game_ten_error_range_en': "❌ The entered number is incorrect ❗\n\nEnter a number <b><i>from 1 to 10 inclusive</i></b>!!",

    'num_guess_game_hun_error_range_ua': "❌ Число введене не коректно ❗\n\nВведіть цифру <b><i>від 1 до 100 включно</i></b>!!",
    'num_guess_game_hun_error_range_ru': "❌ Число введено неправильно ❗\n\nВведите цифру <b><i>от 1 до 100 включительно</i></b>!!",
    'num_guess_game_hun_error_range_en': "❌ The entered number is incorrect ❗\n\nEnter a number <b><i>from 1 to 100 inclusive</i></b>!!"
}

fifty_game = {
    'fifty_two_game_ua': "Загадано число від 1 до 2. Спробуй вгадати",
    'fifty_two_game_ru': "Загадано число от 1 до 2. Попробуй угадать",
    'fifty_two_game_en': "A number from 1 to 2 has been guessed. Try to guess",

    'fifty_four_game_ua': "Загадано число від 1 до 4. Спробуй вгадати",
    'fifty_four_game_ru': "Загадано число от 1 до 4. Попробуй угадать",
    'fifty_four_game_en': "A number from 1 to 4 has been guessed. Try to guess",

    'fifty_two_range_game_ua': "❌ Діапазон чисел <b><i>від 1 до 2 включно</i></b>‼",
    'fifty_two_range_game_ru': "❌ Диапазон чисел <b><i>от 1 до 2 включительно</i></b>",
    'fifty_two_range_game_en': "❌ Range of numbers <b><i>from 1 to 2 inclusive</i></b>",

    'fifty_four_range_game_ua': "❌ Діапазон чисел <b><i>від 1 до 4 включно</i></b>‼",
    'fifty_four_range_game_ru': "❌ Диапазон чисел <b><i>от 1 до 4 включительно</i></b>",
    'fifty_four_range_game_en': "❌ Range of numbers <b><i>from 1 to 4 inclusive</i></b>",

    'fifty_two_error_range_game_ua': "❌ Число введене некоректно ❗\n\nВведіть цифру <b><i>від 1 до 2 включно</i></b>!!",
    'fifty_two_error_range_game_ru': "❌ Число введено неправильно ❗\n\nВведите цифру <b><i>от 1 до 2 включительно</i></b>!!",
    'fifty_two_error_range_game_en': "❌ The entered number is incorrect ❗\n\nEnter a number <b><i>from 1 to 2 inclusive</i></b>!!",

    'fifty_four_error_range_game_ua': "❌ Число введене некоректно ❗\n\nВведіть цифру <b><i>від 1 до 4 включно</i></b>!!",
    'fifty_four_error_range_game_ru': "❌ Число введено неправильно ❗\n\nВведите цифру <b><i>от 1 до 4 включительно</i></b>!!",
    'fifty_four_error_range_game_en': "❌ The entered number is incorrect ❗\n\nEnter a number <b><i>from 1 to 4 inclusive</i></b>!!",

    'fifty_two_result_ua': "💳 Ваш баланс - {} TRX\n\n🔢 <i>Загадане число було</i>: <u><b><i>{}</i></b></u>\n\n\n----------------------------------------------",
    'fifty_two_result_ru': "💳 Ваш баланс - {} TRX\n\n🔢 <i>Указанное число было</i>: <u><b><i>{}</i></b></u>\n\n \n----------------------------------------------",
    'fifty_two_result_en': "💳 Your balance is {} TRX\n\n🔢 <i>Requested number was</i>: <u><b><i>{}</i></b></u>\n\n\n--------------------------------------------------",

    'fifty_four_result_ua': "💳 Ваш баланс - {} TRX\n\n🔢 <i>Загадане число було</i>: <u><b><i>{}</i></b></u>\n🔢 <i>Загадане число було</i>: <u><b><i>{}</i></b></u>\n\n\n----------------------------------------------",
    'fifty_four_result_ru': "💳 Ваш баланс - {} TRX\n\n🔢 <i>Указанное число было</i>: <u><b><i>{}</i></b></u>\n🔢 <i>Указанное число было</i>: <u><b><i>{}</i></b></u>\n\n\n----------------------------------------------",
    'fifty_four_result_en': "💳 Your balance is {} TRX\n\n🔢 <i>Requested number was</i>: <u><b><i>{}</i></b></u>\n🔢 <i>Requested number was</i>: <u><b><i>{}</i></b></u>\n\n\n-----------------------------------------------",

    'fifty_four_twice_win_game_ua': "----------------------------------------------\n\n\n❤ Вітаю! Ви перемогли із множителем х2!\n\n💶 Ви виграли - {} TRX",
    'fifty_four_twice_win_game_ru': "----------------------------------------------\n\n \n❤ Поздравляю! Вы победили с множителем х2!\n\n💶 Вы выиграли - {} TRX",
    'fifty_four_twice_win_game_en': "----------------------------------------------\n\n \n❤ Congratulations! You won with a x2 multiplier!\n\n💶 You won - {} TRX"
}
dice = {
    'dice_game_ua': "Кубик готовий до гри, оберіть ваше значення:",
    'dice_game_ru': "Кубик готов к игре, выберите ваше значение:",
    'dice_game_en': "The die is ready to play, choose your value:",

    'dice_classic_range_game_ua': "❌ Діапазон чисел <b><i>від 1 до 6 включно</i></b>‼",
    'dice_classic_range_game_ru': "❌ Диапазон чисел <b><i>от 1 до 6 включительно</i></b>‼",
    'dice_classic_range_game_en': "❌ Range of numbers <b><i>from 1 to 6 inclusive</i></b>‼",

    'dice_under_range_game_ua': "❌ Відповідь введена не коректно‼",
    'dice_under_range_game_ru': "❌ Ответ введен некорректно‼",
    'dice_under_range_game_en': "❌ The answer is not entered correctly‼",

    'dice_classic_error_range_game_ua': "❌ Число введене не коректно ❗\n\nВведіть цифру <b><i>від 1 до 6 включно</i></b>!!",
    'dice_classic_error_range_game_ru': "❌ Число введено некорректно ❗\n\nВведите цифру <b><i>от 1 до 6 включительно</i></b>!!",
    'dice_classic_error_range_game_en': "❌ The entered number is incorrect ❗\n\nEnter a number <b><i>from 1 to 6 inclusive</i></b>!!",

    'dice_under_error_range_game_ua': "❌ Відповідь введена не коректно ❗\n\nНапишіть самі, або оберіть відповідь із клавіатури!!",
    'dice_under_error_range_game_ru': "❌ Ответ введен неправильно ❗\n\nНапишите сами, или выберите ответ с клавиатуры!!",
    'dice_under_error_range_game_en': "❌ The answer is entered incorrectly ❗\n\nWrite it yourself or choose the answer from the keyboard!!",

    'dice_result_ua': "💳 Ваш баланс - {} TRX\n\n🔢 <i>Випало число</i>: <u><b><i>{}</i></b></u>\n\n\n----------------------------------------------",
    'dice_result_ru': "💳 Ваш баланс - {} TRX\n\n🔢 <i>Выпало число</i>: <u><b><i>{}</i></b></u>\n\n\n----------------------------------------------",
    'dice_result_en': "💳 Your balance is {} TRX\n\n🔢 <i>Number dropped</i>: <u><b><i>{}</i></b></u>\n\n\n------------------------------------------------"
}
cases_game = {
    'cases_game_ua': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n.\n.\n.\n.\n.",
    'cases_game_ru': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nЩоб вийти з гри  /cancel\n.\n.\n.\n.\n.\n💳 <i>Ваш баланс</i> - <i><b>{}</b></i> TRX\n.\n.\n.\n.\n.",
    'cases_game_en': "\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n .\n.\n.\nTo exit the game /cancel\n.\n.\n.\n.\n.\n💳 <i>Your balance</i> - <i><b>{}</b></i> TRX\n.\n.\n.\n.\n.",

    'cases_ask_buy_br_case_ua': "Ви дійсно хочете купити даний кейс за <b><i>10</i></b> TRX ?",
    'cases_ask_buy_br_case_ru': "Вы действительно хотите купить данный кейс по <b><i>10</i></b> TRX ?",
    'cases_ask_buy_br_case_en': "Do you really want to buy this case for <b><i>10</i></b> TRX?",

    'cases_ask_buy_si_case_ua': "Ви дійсно хочете купити даний кейс за <b><i>100</i></b> TRX ?",
    'cases_ask_buy_si_case_ru': "Вы действительно хотите купить данный кейс по <b><i>100</i></b> TRX ?",
    'cases_ask_buy_si_case_en': "Do you really want to buy this case for <b><i>100</i></b> TRX?",

    'cases_ask_buy_go_case_ua': "Ви дійсно хочете купити даний кейс за <b><i>1000</i></b> TRX ?",
    'cases_ask_buy_go_case_ru': "Вы действительно хотите купить данный кейс по <b><i>1000</i></b> TRX ?",
    'cases_ask_buy_go_case_en': "Do you really want to buy this case for <b><i>1000</i></b> TRX?",

    'cases_buy_br_case_ua': "Ви купили кейс 📦",
    'cases_buy_br_case_ru': "Вы купили кейс 📦",
    'cases_buy_br_case_en': "You bought a case 📦",

    'cases_buy_si_case_ua': "Ви купили кейс 📦",
    'cases_buy_si_case_ru': "Вы купили кейс 📦",
    'cases_buy_si_case_en': "You bought a case 📦",

    'cases_buy_go_case_ua': "Ви купили кейс 💼",
    'cases_buy_go_case_ru': "Вы купили кейс 💼",
    'cases_buy_go_case_en': "You bought a case 💼",

    'cases_anim_ua': "❓ Ви виграли: ",
    'cases_anim_ru': "❓ Вы выиграли: ",
    'cases_anim_en': "❓ You won: ",

    'cases_win_ua': "----------------------------------------------\n\n\n❤ Вітаю!\n💶 Ви виграли - {} TRX",
    'cases_win_ru': "----------------------------------------------\n\n\n❤ Поздравляю!\n💶 Вы выиграли - {} TRX",
    'cases_win_en': "----------------------------------------------\n\n \n❤ Congratulations!\n💶 You have won - {} TRX",

    'cases_result_ua': "💳 Ваш баланс - {} TRX\n\n\n----------------------------------------------",
    'cases_result_ru': "💳 Ваш баланс - {} TRX\n\n\n------------------------------------------------",
    'cases_result_en': "💳 Your balance is {} TRX\n\n\n----------------------------------------------"
}
lot_game = {
    'lot_game_acc_ua': "✅ Підтверджено",
    'lot_game_acc_ru': "✅ Подтверждено",
    'lot_game_acc_en': "✅ Confirmed",

    'lot_game_cong_ua': "Вітаю!",
    'lot_game_cong_ru': "Поздравляю!",
    'lot_game_cong_en': "Congratulations!",

    'lot_game_luck_ua': "✅ Ви взяли участь у лотереї. Щасти 🎫",
    'lot_game_luck_ru': "✅ Вы приняли участие в лотерее. Удачи 🎫",
    'lot_game_luck_en': "✅ You took part in the lottery. Good luck 🎫",

    'lot_game_alert_ua': "❗ Ви вже взяли участь у лотереї",
    'lot_game_alert_ru': "❗ Вы уже приняли участие в лотерее",
    'lot_game_alert_en': "❗ You have already participated in the lottery"
}
miner_game = {
    'miner_game_ask_ua': "Де немає бомби?",
    'miner_game_ask_ru': "Где нет бомбы?",
    'miner_game_ask_en': "Where is there no bomb?",

    'miner_game_win_ua': "----------------------------------------------\n\n\n❤ Бомба знешкоджена. Вітаю!\n\n💶 Ви виграли - {} TRX",
    'miner_game_win_ru': "----------------------------------------------\n\n \n❤ Бомба обезврежена. Поздравляю!\n\n💶 Вы выиграли - {} TRX",
    'miner_game_win_en': "----------------------------------------------\n\n \n❤ The bomb is defused. Congratulations!\n\n💶 You have won - {} TRX",

    'miner_game_lose_ua': "----------------------------------------------\n\n\n💔 Бомба зірвалась. Ви програли :(... 🫥\n\n💸 Знято з балансу - {} TRX",
    'miner_game_lose_ru': "----------------------------------------------\n\n\n💔 Бомба сорвалась. Вы проиграли:(... 🫥\n\n💸 Снято с баланса - {} TRX",
    'miner_game_lose_en': "----------------------------------------------\n\n\n💔 The bomb went off. You lost :(... 🫥\n\n💸 Removed from balance - {} TRX",

    'miner_game_result_ua': "💳 Ваш баланс - {} TRX\n\n\n----------------------------------------------",
    'miner_game_result_ru': "💳 Ваш баланс - {} TRX\n\n\n-------------------------------------------------",
    'miner_game_result_en': "💳 Your balance is {} TRX\n\n\n----------------------------------------------",

    'miner_game_error_ua': "❌ Значення введене не коректно ❗\n\nОберіть поле зі <b><i>списку</i></b>",
    'miner_game_error_ru': "❌ Значение не корректно ❗\n\nВыберите поле из <b><i>списка</i></b>",
    'miner_game_error_en': "❌ The value entered is incorrect ❗\n\nSelect a field from the <b><i>list</i></b>"
}
spin_game = {
    'spin_game_ready_ua': "Автомат готовий до гри",
    'spin_game_ready_ru': "Автомат готов к игре",
    'spin_game_ready_en': "The machine is ready to play",

    'spin_game_win_ua': "----------------------------------------------\n\n\n❤ Вітаю!\n\n💶 Ви виграли - {} TRX",
    'spin_game_win_ru': "----------------------------------------------\n\n\n❤ Поздравляю!\n\n💶 Вы выиграли - {} TRX",
    'spin_game_win_en': "----------------------------------------------\n\n\n❤ Congratulations!\n\n💶 You have won - {} TRX",

    'spin_game_win_jackpot_ua': "----------------------------------------------\n\n\n❤ Вітаю. Ви виграли ДЖЕКПОТ Х15!\n\n💶 Ви виграли - {} TRX",
    'spin_game_win_jackpot_ru': "----------------------------------------------\n\n \n❤ Поздравляю. Вы выиграли ДЖЕКПОТ Х15!\n\n💶 Вы выиграли - {} TRX",
    'spin_game_win_jackpot_en': "----------------------------------------------\n\n \n❤ Congratulations. You won the X15 JACKPOT!\n\n💶 You won - {} TRX",

    'spin_game_win_jackpot_text_ua': "📯 Ви виграли ДЖЕКПОТ Х15! 📯",
    'spin_game_win_jackpot_text_ru': "📯 Вы выиграли ДЖЕКПОТ Х15! 📯",
    'spin_game_win_jackpot_text_en': "📯 You won the X15 JACKPOT! 📯",

    'spin_game_result_ua': "💳 Ваш баланс - {} TRX\n\n\n----------------------------------------------",
    'spin_game_result_ru': "💳 Ваш баланс - {} TRX\n\n\n-------------------------------------------------",
    'spin_game_result_en': "💳 Your balance is {} TRX\n\n\n----------------------------------------------",

    'spin_game_lose_ua': "----------------------------------------------\n\n\n💔 Ви програли :(... 🫥\n\n💸 Знято з балансу - {} TRX",
    'spin_game_lose_ru': "----------------------------------------------\n\n\n💔 Вы проиграли :(... 🫥\n\n💸 Снято с баланса - {} TRX",
    'spin_game_lose_en': "----------------------------------------------\n\n\n💔 You lost :(... 🫥\n\n💸 Removed from balance - {} TRX"
}
promo_code = {
    'promo_type_ua': "✍ Введіть промокод:",
    'promo_type_ru': "✍ Введите промокод:",
    'promo_type_en': "✍ Enter promo code:",

    'promo_use_ua': '✅ Ви активували промокод - "{}"\n\nℹ Ще більше промокодів в нашому <b><i>патреоні</i></b>: patreon.com/TelegramTRXBot',
    'promo_use_ru': '✅ Вы активировали промокод - "{}"\n\nℹ Еще больше промокодов в нашем <b><i>патреоне</i></b>: patreon.com/TelegramTRXBot',
    'promo_use_en': '✅ You have activated the promo code - "{}"\n\nℹ Even more promo codes on our <b><i>patreon</i></b>: patreon.com/TelegramTRXBot',

    'promo_earn_ua': "🤑 Вам нараховано 0.5 TRX",
    'promo_earn_ru': "🤑 Вам начислено 0.5 TRX",
    'promo_earn_en': "🤑 You have been credited with 0.5 TRX",

    'promo_not_exists_ua': '❌ Промокоду " <u><b>{}</b></u> " не існує, або вся його кількість використана ❗\n\nℹ Ще більше промокодів в нашому <b><i>патреоні</i></b>: patreon.com/TelegramTRXBot\n\nВи можете вийти із введення промокоду: /cancel_promo_code',
    'promo_not_exists_ru': '❌ Промокод " <u><b>{}</b></u> " не существует, или все его количество использовано ❗\n\nℹ Еще больше промокодов в нашем <b><i>патреоне</i></b>: patreon.com/TelegramTRXBot\n\nВы можете выйти из ввода промокода: /cancel_promo_code',
    'promo_not_exists_en': '❌ Promo code " <u><b>{}</b></u> " does not exist or its entire quantity has been used ❗\n\nℹ Even more promo codes on our <b><i>patreon</i></b>: patreon.com/TelegramTRXBot\n\nYou can exit from entering the promo code: /cancel_promo_code',

    'promo_use_once_ua': "⛔ Промокод можна використовувати тільки один раз ❗\n\nℹ Ще більше промокодів в нашому <b><i>патреоні</i></b>: patreon.com/TelegramTRXBot",
    'promo_use_once_ru': "⛔ Промокод можно использовать только один раз ❗\n\nℹ Еще больше промокодов в нашем <b><i>патреоне</i></b>: patreon.com/TelegramTRXBot",
    'promo_use_once_en': "⛔ Promo code can be used only once ❗\n\nℹ Even more promo codes on our <b><i>patreon</i></b>: patreon.com/TelegramTRXBot",

    'promo_main_menu_ua': "🔝 <b>Головне меню</b>",
    'promo_main_menu_ru': "🔝 <b>Главное меню</b>",
    'promo_main_menu_en': "🔝 <b>Main menu</b>",

    'promo_error_ua': "❌ Промокод введено некоректно ❗",
    'promo_error_ru': "❌ Промокод введен некорректно ❗",
    'promo_error_en': "❌ Promo code entered incorrectly ❗",

    'promo_back_main_menu_ua': "❌ Ви повернулись у головне меню ‼",
    'promo_back_main_menu_ru': "❌ Вы вернулись в главное меню ‼",
    'promo_back_main_menu_en': "❌ You are back in the main menu ‼"
}
mailing_admin = {
    'mailing_ua': "✍ Введіть текст розсилки:",
    'mailing_ru': "✍ Введите текст рассылки:",
    'mailing_en': "✍ Enter the text of the newsletter:"
}
for_all_pay_operation = {
    'for_all_pay_operation_cancel_ua': "❌ Операція скасована ‼",
    'for_all_pay_operation_cancel_ru': "❌ Операция отменена ‼",
    'for_all_pay_operation_cancel_en': "❌ Operation canceled ‼",

    'for_all_pay_operation_num_error_ua': "❌ Число введене не коректно ❗",
    'for_all_pay_operation_num_error_ru': "❌ Число введено некорректно ❗",
    'for_all_pay_operation_num_error_en': "❌ The number entered is incorrect ❗",

    'for_all_pay_operation_error_ua': "❌ Помилка ❗\n\nПри будь-яких питаннях звертайтесь до нашого менеджера: @Christooo1",
    'for_all_pay_operation_error_ru': "❌ Ошибка ❗\n\nПри любых вопросах обращайтесь к нашему менеджеру: @Christooo1",
    'for_all_pay_operation_error_en': "❌ Error ❗\n\nIf you have any questions, please contact our manager: @Christooo1",

    'for_all_pay_operation_acc_ua': "✅ Операція зареєстрована Успішно!",
    'for_all_pay_operation_acc_ru': "✅ Операция зарегистрирована Успешно!",
    'for_all_pay_operation_acc_en': "✅ Operation registered Successfully!",

    'for_all_pay_operation_type_adress_trx_ua': "✍ Введіть адресу вашого гаманця TRX",
    'for_all_pay_operation_type_adress_trx_ru': "✍ Введите адрес кошелька TRX",
    'for_all_pay_operation_type_adress_trx_en': "✍ Enter your TRX wallet address",

    'for_all_pay_operation_type_adress_trx_save_ua': "✍ Введіть адресу вашого гаманця TRX\n\nАбо оберіть останній використаний гаманець",
    'for_all_pay_operation_type_adress_trx_save_ru': "✍ Введите адрес кошелька TRX\n\nИли выберите последний использованный кошелек",
    'for_all_pay_operation_type_adress_trx_save_en': "✍ Enter your TRX wallet address\n\nOr select the last used wallet",

    'for_all_pay_operation_cancel_add_ua': "❌ Ви відмінили поповнення!",
    'for_all_pay_operation_cancel_add_ru': "❌ Вы отменили пополнение!",
    'for_all_pay_operation_cancel_add_en': "❌ You canceled the top-up!"
}
pay_operation = {
    'pay_operation_min_del_ua': "❌ Мінімальна сума виводу = 100 TRX❕",
    'pay_operation_min_del_ru': "❌ Минимальная сумма вывода = 100 TRX❕",
    'pay_operation_min_del_en': "❌ Minimum withdrawal amount = 100 TRX❕",

    'pay_operation_min_add_trx_ua': "❌ Мінімальна сума поповнення = 100 TRX❕",
    'pay_operation_min_add_trx_ru': "❌ Минимальная сумма пополнения = 100 TRX❕",
    'pay_operation_min_add_trx_en': "❌ Minimum top-up amount = 100 TRX❕",

    'pay_operation_min_add_usd_ua': "❌ Мінімальна сума поповнення = 10 USDT❕",
    'pay_operation_min_add_usd_ru': "❌ Минимальная сумма пополнения = 10 USDT❕",
    'pay_operation_min_add_usd_en': "❌ Minimum deposit amount = 10 USDT❕",

    'pay_operation_no_money_ua': "❌ Недостатньо коштів",
    'pay_operation_no_money_ru': "❌ Недостаточно средств",
    'pay_operation_no_money_en': "❌ Insufficient funds",

    'pay_operation_wallet_usd_ua': "✉ Введіть адресу вашого гаманця USDT 📩",
    'pay_operation_wallet_usd_ru': "✉ Введите адрес кошелька USDT 📩",
    'pay_operation_wallet_usd_en': "✉ Enter your USDT wallet address 📩",

    'pay_operation_wallet_usd_save_ua': "✍ Введіть адресу вашого гаманця USDT\n\nАбо оберіть останній використаний гаманець",
    'pay_operation_wallet_usd_save_ru': "✍ Введите адрес вашего бумажника USDT\n\nИли выберите последний использованный кошелек",
    'pay_operation_wallet_usd_save_en': "✍ Enter your USDT wallet address\n\nOr select your last used wallet",

    'pay_operation_acc_del_trx_ua': "📌 Ви створили вивід <b><i>{}</i></b> TRX на гаманець: \n<b><i>{}</i></b>\n\nВаша заявка прийнята, і буде успішно опрацьована протягом 72 годин ⌛ , якщо кошти не прийшли , то напишіть у службу підтримки",
    'pay_operation_acc_del_trx_ru': "📌 Вы создали вывод <b><i>{}</i></b> TRX на кошелек: \n<b><i>{}</i></b>\n\nВаша заявка принята, и будет успешно проработана в течение 72 часов ⌛, если средства не пришли, то напишите в службу поддержки",
    'pay_operation_acc_del_trx_en': "📌 You have created a <b><i>{}</i></b> TRX withdrawal to your wallet: \n<b><i>{}</i></b>\n\nYour application has been accepted and will be successfully processed within 72 hours ⌛, if the funds have not arrived, write to the support service",

    'pay_operation_cancel_del_trx_ua': "❌ Ви відмінили вивід!",
    'pay_operation_cancel_del_trx_ru': "❌ Вы отменили вывод!",
    'pay_operation_cancel_del_trx_en': "❌ You canceled the withdrawal!",

    'pay_operation_acc_add_trx_ua': "📌 Ви створили поповнення <b><i>{}</i></b> TRX на гаманець: \n<b><i>{}</i></b>\n\nВаша заявка прийнята, і буде успішно опрацьована протягом 72 годин ⌛ , якщо кошти не прийшли , то напишіть у службу підтримки",
    'pay_operation_acc_add_trx_ru': "📌 Вы создали пополнение <b><i>{}</i></b> TRX на кошелек: \n<b><i>{}</i></b>\n\nВаша заявка принята, и будет успешно проработана в течение 72 часов ⌛, если средства не пришли, то напишите в службу поддержки",
    'pay_operation_acc_add_trx_en': "📌 You have created a <b><i>{}</i></b> TRX wallet top-up: \n<b><i>{}</i></b>\n\nYour application has been accepted and will be successfully processed within 72 hours ⌛, if the funds have not arrived, write to the support service",

    'pay_operation_acc_add_usd_ua': "📌 Ви створили поповнення <b><i>{}</i></b> USD на гаманець: \n<b><i>{}</i></b>\n\nВаша заявка прийнята, і буде успішно опрацьована протягом 72 годин ⌛ , якщо кошти не прийшли , то напишіть у службу підтримки",
    'pay_operation_acc_add_usd_ru': "📌 Вы создали пополнение <b><i>{}</i></b> USD на кошелек: \n<b><i>{}</i></b>\n\nВаша заявка принята, и будет успешно проработана в течение 72 часов ⌛, если средства не пришли, то напишите в службу поддержки",
    'pay_operation_acc_add_usd_en': "📌 You have created a top-up of <b><i>{}</i></b> USD to your wallet: \n<b><i>{}</i></b>\n\nYour request has been accepted and will be successfully processed within 72 hours ⌛, if the funds have not arrived, write to the support service"
}
say_hi_mes = {
    'say_hi_ask_send_ua': "Ви дійсно хочете надіслати на перевірку повідомлення зверху?",
    'say_hi_ask_send_ru': "Вы действительно хотите отправить на проверку сообщения сверху?",
    'say_hi_ask_send_en': "Are you sure you want to send a message from above for verification?",

    'say_hi_send_ua': "✅ <b><i>Повідомлення надіслано в <u>модерацію</u></i></b>",
    'say_hi_send_ru': "✅ <b><i>Сообщение отправлено в <u>модерацию</u></i></b>",
    'say_hi_send_en': "✅ <b><i>The message has been sent to <u>moderation</u></i></b>",

    'say_hi_minus_bal_ua': "ℹ З балансу знято <b><i>50</i></b> TRX",
    'say_hi_minus_bal_ru': "ℹ С баланса снятo <b><i>50</i></b> TRX",
    'say_hi_minus_bal_en': "ℹ <b><i>50</i></b> TRX was removed from the balance",

    'say_hi_no_money_ua': "❌ Недостатньо коштів ‼",
    'say_hi_no_money_ru': "❌ Недостаточно средств ‼",
    'say_hi_no_money_en': "❌ Insufficient funds ‼",

    'say_hi_send_photo_ua': "📸 Надішліть фото",
    'say_hi_send_photo_ru': "📸 Отправьте фото",
    'say_hi_send_photo_en': "📸 Send a photo",

    'say_hi_send_audio_ua': "🎤 Надішліть пісню",
    'say_hi_send_audio_ru': "🎤 Пришлите песню",
    'say_hi_send_audio_en': "🎤 Send a song",

    'say_hi_cancel_ua': "❌ Повідомлення відмінено",
    'say_hi_cancel_ru': "❌ Сообщение отменено",
    'say_hi_cancel_en': "❌ Message cancelled"
}
no_sub_message = {
    'no_sub_message_ua': "ℹ Для отримання тижневого бонусу, потрібно підписатись на нашу групу в телеграм 💳\n\n👇 Силка тут 👇",
    'no_sub_message_ru': "ℹ Для получения недельного бонуса, нужно подписаться на нашу группу в телеграмм 💳\n\n👇 Ссылка здесь 👇",
    'no_sub_message_en': "ℹ To receive a weekly bonus, you need to subscribe to our Telegram group 💳\n\n👇 Silka is here 👇"
}
#keyboards
markup_channels = {
    'sub_channel_done_ua': "✅ Перевірити підписку",
    'sub_channel_done_ru': "✅ Проверить подписку",
    'sub_channel_done_en': "✅ Check your subscription"
}
markup_start = {
    'markup_start_game_ua': "🎯 Ігри 🎮",
    'markup_start_game_ru': "🎯 Игры 🎮",
    'markup_start_game_en': "🎯 Games 🎮",

    'markup_start_stat_ua': "📊 Статистика TRON",
    'markup_start_stat_ru': "📊 Статистика TRON",
    'markup_start_stat_en': "📊 TRON Statistics",

    'markup_start_sos_ua': "🆘 Тех. Підтримка",
    'markup_start_sos_ru': "🆘 Тех. Поддержка",
    'markup_start_sos_en': "🆘 Support",

    'markup_start_ref_ua': "👤 Партнерська програма",
    'markup_start_ref_ru': "👤 Партнерская программа",
    'markup_start_ref_en': "👤 Partner program",

    'markup_start_ad_ua': "📱 Рекламний кабінет",
    'markup_start_ad_ru': "📱 Рекламный кабинет",
    'markup_start_ad_en': "📱 Advertising office",

    'markup_start_cabinet_ua': "📳 Мій кабінет",
    'markup_start_cabinet_ru': "📳 Мой кабинет",
    'markup_start_cabinet_en': "📳 My office",

    'markup_start_bon_ua': "🎁 BONUS",
    'markup_start_bon_ru': "🎁 BONUS",
    'markup_start_bon_en': "🎁 BONUS",

    'markup_start_ach_ua': "🏆 Досягнення",
    'markup_start_ach_ru': "🏆 Достижения",
    'markup_start_ach_en': "🏆 Achievements",

    'markup_start_say_hi_ua': "🗣 Поділитись історією/музикою",
    'markup_start_say_hi_ru': "🗣 Поделиться историей/музыкой",
    'markup_start_say_hi_en': "🗣 Share a story/music",

    'markup_start_donation_ua': "❤ Підтримати бота",
    'markup_start_donation_ru': "❤ Поддержать бота",
    'markup_start_donation_en': "❤ Support bot",

    'markup_start_patreon_ua': "🅿 Наш Patreon",
    'markup_start_patreon_ru': "🅿 Наш Patreon",
    'markup_start_patreon_en': "🅿 Our Patreon",

    'markup_start_more_trx_ua': "🤑 Отримати до 1.000 TRX",
    'markup_start_more_trx_ru': "🤑 Получить до 1.000 TRX",
    'markup_start_more_trx_en': "🤑 Get up to 1.000 TRX"
}
markup_games = {
    'markup_games_lot_ua': "🎫 Взяти участь в лотереї",
    'markup_games_lot_ru': "🎫 Принять участие в лотерее",
    'markup_games_lot_en': "🎫 Take part in the lottery",

    'markup_games_num_ua': "🔢 Вгадай число",
    'markup_games_num_ru': "🔢 Угадай число",
    'markup_games_num_en': "🔢 Guess the number",

    'markup_games_cases_ua': "📦 Кейси",
    'markup_games_cases_ru': "📦 Кейсы",
    'markup_games_cases_en': "📦 Cases",

    'markup_games_cub_ua': "🎲 Кубик",
    'markup_games_cub_ru': "🎲 Кубик",
    'markup_games_cub_en': "🎲 Dice",

    'markup_games_mines_ua': "💣 Сапер",
    'markup_games_mines_ru': "💣 Сапер",
    'markup_games_mines_en': "💣 Minesweeper",

    'markup_games_half_ua': "🌗 50/50",
    'markup_games_half_ru': "🌗 50/50",
    'markup_games_half_en': "🌗 50/50",

    'markup_games_spin_ua': "🎰 Слоти",
    'markup_games_spin_ru': "🎰 Слоты",
    'markup_games_spin_en': "🎰 Slots",

    'markup_games_exit_ua': "🔙 Назад",
    'markup_games_exit_ru': "🔙 Назад",
    'markup_games_exit_en': "🔙 Back"
}
markup_bonus = {
    'day_bon_ua': "💸 Щоденний бонус",
    'day_bon_ru': "💸 Ежедневный бонус",
    'day_bon_en': "💸 Daily bonus",

    'wek_bon_ua': "📩 Тижневий бонус",
    'wek_bon_ru': "📩 Недельный бонус",
    'wek_bon_en': "📩 Weekly bonus",

    'promo_bon_ua': "🏷 Промокод",
    'promo_bon_ru': "🏷 Промокод",
    'promo_bon_en': "🏷 Promo code"
}
markup_say_hi = {
    'add_photo_ua': "🖼 Додати фотографію",
    'add_photo_ru': "🖼 Добавить фотографию",
    'add_photo_en': "🖼 Add a photo",

    'add_song_ua': "🎵 Додати пісню",
    'add_song_ru': "🎵 Добавить песню",
    'add_song_en': "🎵 Add a song",

    'next_ua': "📩 Надіслати повідомлення",
    'next_ru': "📩 Отправить сообщение",
    'next_en': "📩 Send a message",

    'send_text_msg_ua': "📩 Надіслати повідомлення",
    'send_text_msg_ru': "📩 Отправить сообщение",
    'send_text_msg_en': "📩 Send a message",

    'next_second_ua': "➡ Далі",
    'next_second_ru': "➡ Далее",
    'next_second_en': "➡ Next",

    'quit_ua': "❌ Відмінити",
    'quit_ru': "❌ Отменить",
    'quit_en': "❌ Cancel"
}
markup_phone = {
    'markup_phone_ua': "📱 Поділитись номером",
    'markup_phone_ru': "📱 Поделиться номером",
    'markup_phone_en': "📱 Share number"
}
markup_mail = {
    'markup_mail_ua': "Ввести іншу пошту",
    'markup_mail_ru': "Ввести другую почту",
    'markup_mail_en': "Enter another mail"
}
markup_cancel_promo = {
    'markup_cancel_promo_ua': "🚫 Повернутись назад 🚫",
    'markup_cancel_promo_ru': "🚫 Вернуться назад 🚫",
    'markup_cancel_promo_en': "🚫 Go back 🚫"
}
markup_select_dice_under = {
    'markup_select_dice_under_less_ua': "(x2) 🎲 Менше 7",
    'markup_select_dice_under_less_ru': "(x2) 🎲 Меньше 7",
    'markup_select_dice_under_less_en': "(x2) 🎲 Less than 7",

    'markup_select_dice_under_equal_ua': "(x5.8) 🎲 7",
    'markup_select_dice_under_equal_ru': "(x5.8) 🎲 7",
    'markup_select_dice_under_equal_en': "(x5.8) 🎲 7",

    'markup_select_dice_under_more_ua': "(x2) 🎲 Більше 7",
    'markup_select_dice_under_more_ru': "(x2) 🎲 Более 7",
    'markup_select_dice_under_more_en': "(x2) 🎲 More than 7",
}
markup_cab = {
    'add_usd_cab_ua': "💸 Поповнити USDT TRC20",
    'add_usd_cab_ru': "💸 Пополнить USDT TRC20",
    'add_usd_cab_en': "💸 Top up USDT TRC20",

    'add_trx_cab_ua': "💸 Поповнити TRX TRON",
    'add_trx_cab_ru': "💸 Пополнить TRX TRON",
    'add_trx_cab_en': "💸 Top up TRX TRON",

    'del_trx_cab_ua': "📩 Вивести TRX TRON",
    'del_trx_cab_ru': "📩 Вывести TRX TRON",
    'del_trx_cab_en': "📩 Withdraw TRX TRON",

    'what_is_lvl_ua': "⚜ Що таке рівень аккаунту?",
    'what_is_lvl_ru': "⚜ Что такое уровень аккаунта?",
    'what_is_lvl_en': "⚜ What is an account level?",

    'check_lvl_ua': "🖱 Перевірити виконання вимог",
    'check_lvl_ru': "🖱 Проверить выполнение требований",
    'check_lvl_en': "🖱 Check compliance with requirements",

    'history_pay_cab_ua': "📖 Історія транзакцій",
    'history_pay_cab_ru': "📖 История транзакций",
    'history_pay_cab_en': "📖 Transaction history"
}
markup_pay_history = {
    'pay_history_day_cab_ua': "🕐 День",
    'pay_history_day_cab_ru': "🕐 День",
    'pay_history_day_cab_en': "🕐 Day",

    'pay_history_month_cab_ua': "🕝 Місяць",
    'pay_history_month_cab_ru': "🕝 Месяц",
    'pay_history_month_cab_en': "🕝 Month",

    'pay_history_year_cab_ua': "🕤 Рік",
    'pay_history_year_cab_ru': "🕤 Год",
    'pay_history_year_cab_en': "🕤 Year"
}
markup_succes = {
    'markup_succes_ua': "✅ Підтверджено",
    'markup_succes_ru': "✅ Подтверждено",
    'markup_succes_en': "✅ Confirmed"
}
markup_succes_say_hi = {
    'succes_say_hi_ua': "✅ Так",
    'succes_say_hi_ru': "✅ Да",
    'succes_say_hi_en': "✅ Yes",

    'quit_ua': "❌ Відмінити",
    'quit_ru': "❌ Отменить",
    'quit_en': "❌ Cancel"
}
markup_lot_buy = {
    'markup_lot_buy_ua': "✅ Взяти участь",
    'markup_lot_buy_ru': "✅ Принять участие",
    'markup_lot_buy_en': "✅ Take part"
}
markup_accept_cases = {
    'markup_accept_cases_ua': "✅ Підтверджую",
    'markup_accept_cases_ru': "✅ Подтверждаю",
    'markup_accept_cases_en': "✅ I confirm"
}
markup_dice_select = {
    'under_s_game_ua': "🎲 Більше/менше 7",
    'under_s_game_ru': "🎲 Больше/меньше 7",
    'under_s_game_en': "🎲 More/less than 7",

    'classic_dice_game_ua': "🎲 Класичний кубик",
    'classic_dice_game_ru': "🎲 Классический кубик",
    'classic_dice_game_en': "🎲 Classic dice"
}
markup_spin_select = {
    'markup_spin_select_ua': "✅ Підтверджую",
    'markup_spin_select_ru': "✅ Подтверждаю",
    'markup_spin_select_en': "✅ I confirm"
}
markup_again = {
    'markup_again_ua': "🔄 Зіграти знову",
    'markup_again_ru': "🔄 Сыграть снова",
    'markup_again_en': "🔄 Again"
}
language_error = {
    'language_error_ua': "❌ Такої мови не існує. Оберіть мову з клавіатури знизу ‼",
    'language_error_ru': "❌ Ошибка выбора языка. Выберите язык с клавиатури снизу ‼",
    'language_error_en': "❌ Such a language does not exist. Choose your language from the keyboard below ‼"
}
